{
  "+6QgII": {
    "description": "Summary for Indigenous community job opportunities on Browse IT jobs page",
    "message": "Designed by, with, and for the Indigenous community, the program recruits First Nations, Inuit, and Métis applicants who have a passion for IT, for entry level employment, learning and development opportunities."
  },
  "+G/4Zs": {
    "description": "Description of complaints to the Canadian Radio-television and Telecommunications Commission",
    "message": "The <crtcLink>Canadian Radio-television and Telecommunications Commission</crtcLink> (CRTC) deals with broadcasting and telecommunications provider complaints under the <crtcActLink>Canadian Radio-television and Telecommunications Commission Act</crtcActLink>"
  },
  "+ZXZj+": {
    "description": "Message for helping user if no candidates matched the filters chosen.",
    "message": "If there are no matching candidates <a>Get in touch!</a>"
  },
  "+bC9lc": {
    "description": "IT-03 team lead path description, ignore things in <> tags please",
    "message": "<strong>Management Path</strong>: IT Team Leads (IT-03) are responsible for supervising work and project teams for IT services and operations in their field of expertise to support service delivery to clients and stakeholders. IT Team Leads are found in all work streams."
  },
  "+cBKDC": {
    "description": "Heading for the digital government job opportunities",
    "message": "Jobs in digital government"
  },
  "+wdTbk": {
    "description": "Message in My Status Form.",
    "message": "Please complete all required fields on your profile before setting your status as active."
  },
  "+ywDV8": {
    "description": "Title for the 'IT-02 Analyst' classification",
    "message": "Analyst (IT-02)"
  },
  ".ellipsis": {
    "message": "..."
  },
  "/AJCvK": {
    "description": "Text label for button to add employment equity category to profile.",
    "message": "Add <hidden>{title} </hidden>to profile"
  },
  "/JLaO5": {
    "description": "Link text to cancel deleting application.",
    "message": "Cancel"
  },
  "/JQ6DD": {
    "description": "Legend for the Education Requirement filter radio group",
    "message": "Education Requirement filter"
  },
  "/K1/1n": {
    "description": "Label displayed on classification group input",
    "message": "Current Classification Group"
  },
  "/Mb8b6": {
    "description": "Toc navigation item on sign and submit page.",
    "message": "Important information"
  },
  "/fysAY": {
    "description": "Description of complaints to the Canadian Transportation Agency",
    "message": "The <ctaLink>Canadian Transportation Agency</ctaLink> (CTA) deals with federal transportation complaints."
  },
  "/k21MP": {
    "description": "Display Text for Language Information Form Page Link",
    "message": "Language Information"
  },
  "/ooPqb": {
    "description": "Title for review application page.",
    "message": "My application profile"
  },
  "/qN7tM": {
    "description": "Message displayed to user after experience deleted.",
    "message": "Experience Deleted"
  },
  "/vsOxF": {
    "description": "Link text to direct users to the profile page when logged in",
    "message": "Update my profile"
  },
  "0+hcuo": {
    "description": "Error message, placeholder",
    "message": "Error, application unable to be loaded"
  },
  "07BM9O": {
    "description": "Link text to go to IAP homepage on Browse IT jobs page",
    "message": "Apply<hidden> to the Indigenous Apprenticeship Program</hidden> now"
  },
  "094835": {
    "description": "Support form subject field label",
    "message": "I'm looking to..."
  },
  "09x+E7": {
    "description": "Heading for total estimated candidates box next to search form.",
    "message": "Estimated Candidates"
  },
  "0FjYi+": {
    "description": "Explanation of a pools required transferrable skills",
    "message": "To be admitted into this process, you will need to display capability in these skills during the assessment process."
  },
  "0H0CLx": {
    "description": "Label displayed on Award form for awarded to input",
    "message": "Awarded to"
  },
  "0I8W8B": {
    "description": "Title for transferrable skills on a pool advertisement",
    "message": "Transferrable skills"
  },
  "0O/eV0": {
    "description": "Message for successful login alert in create account page.",
    "message": "Welcome to the Digital Talent platform. Moving forward, you can log into your profile using the same GC Key username and password."
  },
  "0RlNw7": {
    "description": "Label displayed on Community Experience form for project input",
    "message": "Project / Product"
  },
  "0ScnOT": {
    "description": "Legend text for required language preference in create account form",
    "message": "What is your preferred contact language?"
  },
  "0lDq3P": {
    "description": "Announcement that the job stream filter is not active.",
    "message": "The list is not filtered."
  },
  "0m7BIV": {
    "description": "Title for the create account page for applicant profiles.",
    "message": "Welcome to Digital Talent"
  },
  "0qNkIp": {
    "description": "Location Exemptions field label for work location preference form",
    "message": "Location exemptions"
  },
  "18dDgn": {
    "description": "Title for the about section of a pool advertisement",
    "message": "About this process"
  },
  "1CuGS6": {
    "description": "Explanation text for Location exemptions field in work location preference form",
    "message": "Indicate if there is a city that you would like to exclude from a region."
  },
  "1F7at9": {
    "description": "Text including link to language proficiency evaluation in language information form",
    "message": "You can find out find out your levels with a <selfAssessmentLink>language proficiency self-assessment</selfAssessmentLink>."
  },
  "1To4Kg": {
    "description": "Title for the browse pools page",
    "message": "Browse opportunities"
  },
  "1UYQaC": {
    "description": "Label displayed on an Experience form for start date input",
    "message": "Start Date"
  },
  "1lmME7": {
    "description": "Link text to continue a specific application",
    "message": "Delete<hidden> application {name}</hidden>"
  },
  "1q/MmU": {
    "description": "Heading for featured items on the homepage",
    "message": "Check it out"
  },
  "1wFFIx": {
    "description": "Link text for hiring manager call to action",
    "message": "Looking to hire?"
  },
  "1zkApr": {
    "description": "Message on link that say to apply to a recruitment advertisement",
    "message": "Apply to this recruitment<hidden> {name}</hidden>"
  },
  "248YQT": {
    "description": "Description of the links presented on the logged out page.",
    "message": "Not ready to leave just yet? Head back to the homepage, check out new opportunities, or learn more about some of the research behind this platform."
  },
  "25VYzu": {
    "description": "Sentence asking whether the user possesses priority entitlement",
    "message": "Do you have a priority entitlement for Government of Canada job applications? This is a status provided by the Public Service Commission of Canada. To learn more, <priorityEntitlementLink>visit the information on priority entitlements site</priorityEntitlementLink>."
  },
  "2K7dVp": {
    "description": "Example for Location exemptions field in work location preference form",
    "message": "E.g.: You want to be considered for the Quebec region, but not for Montréal."
  },
  "2K8q04": {
    "description": "Opening sentence asking if accommodations are needed",
    "message": "Do you require accommodations, or do you have any questions about this process?"
  },
  "2KjiDn": {
    "description": "title for IT-04 manager dialog",
    "message": "Level 4: Manager"
  },
  "2UDONd": {
    "description": "Subtitle for the browse IT jobs page",
    "message": "Find and apply to digital talent opportunities in the Government of Canada."
  },
  "2VprXV": {
    "description": "title for IT-04 senior advisor dialog",
    "message": "Level 4: Senior Advisor"
  },
  "2cUBGT": {
    "description": "Message displayed for user not found.",
    "message": "User not found."
  },
  "2czUAZ": {
    "description": "summary for section with ongoing pool advertisements",
    "message": "Not seeing an active recruitment that matches your skillset? No problem, we still want to hear from you."
  },
  "2iCpAL": {
    "description": "Title for the websites accessibility statement",
    "message": "Accessibility statement"
  },
  "3YyYDt": {
    "description": "Null selection for select education type in the education form.",
    "message": "Choose one..."
  },
  "3f9P13": {
    "description": "Employee Status in Government Info Form",
    "message": "As an employee, what is your employment status?"
  },
  "3quMA8": {
    "description": "Message in My Status Form.",
    "message": "<strong>Why can’t I change my status?</strong>"
  },
  "3sbLPV": {
    "description": "Text describing upcoming opportunities instructing users to create a profile when anonymous",
    "message": "We're posting new opportunities all the time. By starting your profile now, you'll be able to submit applications lightning fast when the time comes."
  },
  "3vDhoc": {
    "description": "Label displayed on the logout link menu item.",
    "message": "Logout"
  },
  "3vjhOA": {
    "description": "Message on links to the language evaluation tests",
    "message": "Government of Canada language evaluation"
  },
  "3wbcnZ": {
    "description": "A link to view the pools that contain matching talent.",
    "message": "View results"
  },
  "44bgIY": {
    "description": "Checkbox label for Level IT-03 advisor selection, ignore things in <> tags please",
    "message": "Level 3: Technical Advisor ($88,000 to $110,000). <openModal>Learn about IT-03</openModal>"
  },
  "491LrZ": {
    "description": "Label displayed on Education Experience form for current education input",
    "message": "I am currently active in this education"
  },
  "4CT5zI": {
    "description": "Title for the 'software solutions' IT work stream",
    "message": "IT software solutions"
  },
  "4FEV7d": {
    "description": "Title for successful login alert in create account page.",
    "message": "You’ve successfully logged in"
  },
  "4I6WIU": {
    "description": "Title for the homepage",
    "message": "Welcome"
  },
  "4NzbMZ": {
    "description": "Important info list item on sign and submit page.",
    "message": "Changes made to your profile after submitting will not be updated on this copy."
  },
  "4bjh8X": {
    "description": "Message displayed to user if user is not found",
    "message": "Error: user not found"
  },
  "4f5qcw": {
    "description": "Label displayed on an Experience form for current role bounded box",
    "message": "Current Role"
  },
  "58BEeZ": {
    "description": "IT-04 senior advisor description precursor to work stream list, ignore things in <> tags please",
    "message": "<strong>Individual Contributor</strong>: IT Senior Advisors (IT-04) provide expert technical advice and strategic direction in their field of expertise in the provision of solutions and services to internal or external clients, and stakeholders. IT Senior Advisors are primarily found in six work streams:"
  },
  "5CONbw": {
    "description": "Label displayed on award form for date awarded input",
    "message": "Date Awarded"
  },
  "5Cwvgi": {
    "description": "Paragraph describing accessibility at every level of development",
    "message": "While <wcagLink>Web Content Accessibility Guidelines (WCAG) 2.1</wcagLink> AA standards set out a baseline for conformance, audits from real users allow us to deliver beyond the minimum requirements. Accessibility is considered at every stage of our product design and development cycle. We try to make sure everyone has a pleasant experience on our platform."
  },
  "5FFRV2": {
    "description": "Message displayed to user after user fails to get updated.",
    "message": "Error: updating user failed"
  },
  "5G+j56": {
    "description": "Label for priority number input",
    "message": "Priority number provided by the Public Service Commission of Canada"
  },
  "5U+V2Y": {
    "description": "Heading for helping user if no candidates matched the filters chosen.",
    "message": "We can still help!"
  },
  "5U4C61": {
    "description": "Second message before is a government of canada radio group in create account form.",
    "message": "We also use this information to provide you with more contextualized opportunities and suggestions based on your employment status."
  },
  "5YzNJj": {
    "description": "IT-04 classification label including titles and salaries",
    "message": "IT-04: Senior Advisor or Manager ($101,000 to $126,000)"
  },
  "5g49WB": {
    "description": "Message for the haven't completed bilingual evaluation option",
    "message": "I am bilingual (En/Fr) and <strong>have NOT</strong> completed an official <languageEvaluationPageLink></languageEvaluationPageLink>."
  },
  "5ikciS": {
    "description": "Placeholder displayed on the Community Experience form for role input",
    "message": "Write title here..."
  },
  "5lBIzg": {
    "description": "Label displayed on the applicant profile menu item.",
    "message": "My profile"
  },
  "5pQfyv": {
    "description": "Message for the french positions option",
    "message": "French positions"
  },
  "5pZFQ3": {
    "description": "Question displayed when user attempts to delete an application",
    "message": "Are you sure you would like to delete application {name}?"
  },
  "5r5XSh": {
    "description": "Support form success paragraph two",
    "message": "Please check your email for a summary of your submission."
  },
  "60Ee78": {
    "description": "Link text to continue a specific application",
    "message": "Continue my application<hidden> {name}</hidden>"
  },
  "64Pv6e": {
    "description": "Title for Profile Form wrapper in Work Preferences Form",
    "message": "Work preferences"
  },
  "6B7e8/": {
    "description": "Link text to continue a specific application",
    "message": "Archive<hidden> application {name}</hidden>"
  },
  "6LTC0y": {
    "description": "work stream example",
    "message": "IT Database Management"
  },
  "6UCzgs": {
    "description": "Message displayed to a user after logging out.",
    "message": "Remember, to sign back in, you'll need to use your GC Key username and password. We hope to see you soon!"
  },
  "6bvAQ+": {
    "description": "Title for the accessibility feedback section",
    "message": "Feedback and contact information"
  },
  "6cYs7i": {
    "description": "Instruction on when to fill out equity information, item one",
    "message": "You are a member of one or more of these employment equity groups."
  },
  "6danS7": {
    "description": "Definition of the Woman category from the StatsCan 'Classification of gender' page.",
    "message": "This category includes persons whose reported gender is female. It includes cisgender (cis) and transgender (trans) women."
  },
  "6mDW+R": {
    "description": "Button link message on search page that takes user to the request form.",
    "message": "Request Candidates"
  },
  "6p6syC": {
    "description": "Title for sign and submit page.",
    "message": "My application profile"
  },
  "6rhyxk": {
    "description": "Link text to logout.",
    "message": "Logout"
  },
  "6vsgLY": {
    "description": "Description blurb for Profile Form Wrapper in the Government Information Form",
    "message": "Please indicate if you are currently an employee in the Government of Canada."
  },
  "70bx4O": {
    "description": "Message in skills in details section to remove skill from the experience.",
    "message": "Remove from experience"
  },
  "74WtLG": {
    "description": "Radio group option for education requirement filter in search form.",
    "message": "Can accept a combination of work experience and education"
  },
  "75nLSV": {
    "description": "Checkbox label for Level IT-04 manager selection, ignore things in <> tags please",
    "message": "Level 4: Manager ($101,000 to $126,000). <openModal>Learn about IT-04</openModal>"
  },
  "78ITuW": {
    "description": "Text displayed when a users application does not exist.",
    "message": "Application not found."
  },
  "7DtNMY": {
    "description": "Page title for the education experience profile form",
    "message": "Edit education experience"
  },
  "7KJGSu": {
    "description": "Title for the 'software solutions' IT work stream",
    "message": "This stream includes programming, systems design and development, business analysis, configuration, testing, and implementation."
  },
  "7OWQgZ": {
    "description": "Display Text for Work Preferences Form Page Link",
    "message": "Work Preferences"
  },
  "7X5cnb": {
    "description": "Page title for the award profile form",
    "message": "Edit award"
  },
  "7hUWc+": {
    "description": "Link text for users to create a profile",
    "message": "Create a profile"
  },
  "7inIW/": {
    "description": "Description blurb for Education Details Form",
    "message": "Got credentials? Share your degree, certificates, online courses, trade apprenticeship, licences or alternative credentials. If you've learned something from a recognized educational provider, include your experiences here."
  },
  "7lCUIL": {
    "description": "Label for job title input in the request form",
    "message": "What is the job title for this position?"
  },
  "7o+Vzu": {
    "description": "Title for pool applicant experience requirements",
    "message": "Combination Experience"
  },
  "7qR4UK": {
    "description": "Title for Personal Information section of the About Me form",
    "message": "Personal Information"
  },
  "81ITk+": {
    "description": "Placeholder displayed on the Community Experience form for project input",
    "message": "Write project name here..."
  },
  "86Y8lx": {
    "description": "Support form name field label",
    "message": "Your name"
  },
  "86rJAg": {
    "description": "Description for the 'IT-03 Advisor' classification, paragraph 1",
    "message": "Team Leads are responsible for supervising work and project teams to support service delivery to clients and stakeholders."
  },
  "87FqAO": {
    "description": "Heading for the about section of the homepage",
    "message": "Learn more"
  },
  "87nFC8": {
    "description": "IT-04 description precursor",
    "message": "There are two types of IT-04 employees: those following a management path, and individual contributors."
  },
  "8M2Tbu": {
    "description": "VRS contact info",
    "message": "<strong>VRS:</strong> CHRC accepts video relay service calls made through <relayServiceLink>Canada VRS</relayServiceLink>."
  },
  "8NB+Ay": {
    "description": "A label for a quick filter input.",
    "message": "Quick filter"
  },
  "8NJbCH": {
    "description": "Description text for Profile Form wrapper in Work Location Preferences Form",
    "message": "Indicate all locations where you are willing to work, including your current location (if you are interested in working there)."
  },
  "8QN6ZC": {
    "description": "Placeholder displayed on the language information form comprehension field.",
    "message": "Select a level..."
  },
  "8THvSC": {
    "description": "Placeholder for thesis title input",
    "message": "Write title here..."
  },
  "8fQWTc": {
    "description": "No preference for employment duration - will accept any",
    "message": "Any duration (short term, long term or indeterminate) (Recommended)"
  },
  "8i+lzm": {
    "description": "Label displayed on Work Experience form for current role input",
    "message": "I am currently active in this role"
  },
  "951Oju": {
    "description": "Description for the digital government job opportunities",
    "message": "Check out the latest GC opportunities in digital and tech, from entry level to management. Find a team, make a difference, and be inspired."
  },
  "96GHnx": {
    "description": "Page title for the personal experience profile form",
    "message": "Edit personal experience"
  },
  "97UAb8": {
    "description": "Label displayed on Personal Experience form for experience title input",
    "message": "Short title for this experience"
  },
  "9Eke1a": {
    "description": "Signature list item on sign and submit page.",
    "message": "\"I promise that the information I've provided is true\""
  },
  "9KOwXq": {
    "description": "Heading for executive jobs in government",
    "message": "Executives in digital government"
  },
  "9LyLWf": {
    "description": "List item two, things developers consider for accessibility",
    "message": "<atagLink>ATAG 2.0</atagLink> conformance"
  },
  "9UZ/eS": {
    "description": "Label displayed on Work Experience form for organization input",
    "message": "Organization"
  },
  "9hdbFi": {
    "description": "Heading displayed in the About area of the hero section of the Search page.",
    "message": "About the Digital Talent Pool"
  },
  "9nIALc": {
    "description": "Message displayed to user after a pool candidate request fails to get created.",
    "message": "Error: creating request failed"
  },
  "9ttiBB": {
    "description": "Placeholder for award title input",
    "message": "Write award title here..."
  },
  "9yMdpm": {
    "description": "GC Key registration link text on the registration page.",
    "message": "Continue to GC Key and Register"
  },
  "Aa8SIB": {
    "description": "IT-03 classification label including titles and salaries",
    "message": "IT-03: Technical Advisor or Team Leader ($88,000 to $110,000)"
  },
  "AauSuA": {
    "description": "Not available message.",
    "message": "N/A"
  },
  "AcsOrg": {
    "description": "Delete confirmation",
    "message": "Are you sure?"
  },
  "AhNR6n": {
    "description": "Link text to cancel logging out.",
    "message": "Cancel"
  },
  "AtZhfR": {
    "description": "Heading for skills in detail section of experience form.",
    "message": "3. Skills in detail"
  },
  "AwIGg0": {
    "description": "Support form paragraph one",
    "message": "Have a specific question? Want to provide feedback or report a bug? Send us a message using this form."
  },
  "AyP6Fr": {
    "description": "Heading for education requirement filter of the search form.",
    "message": "Education requirement for the job"
  },
  "B/LE8S": {
    "description": "Description text for the Profile Form wrapper in the About Me form",
    "message": "This information is used for account management and communications purposes, it has no impact on the job matching or job recommendations."
  },
  "BFvwdM": {
    "description": "List item one, things designers consider for accessibility",
    "message": "Designing accessible layouts and interactive elements"
  },
  "BWvfeG": {
    "description": "instructions for section with ongoing pool advertisements",
    "message": "We also offer passive recruitment buckets that allow us to find talent fast when the demand arises. While there’s no guarantee a job will result from the opportunities below, it’s an easy way for your name and resume to be found by managers when the time comes. Feel free to submit your name to any bucket that matches your skills."
  },
  "Badvbb": {
    "description": "Label displayed on Community Experience form for organization input",
    "message": "Group / Organization / Community"
  },
  "BhfG7a": {
    "description": "Link text to go to the search page on browse IT jobs page",
    "message": "Visit the talent search page"
  },
  "Boze7x": {
    "description": "Title for page that displays current users applications.",
    "message": "My Applications"
  },
  "Bp3HEe": {
    "description": "Message for total estimated candidates box next to search form.",
    "message": "{candidateCount, plural, =0 {There are approximately <strong><testId>{candidateCount}</testId></strong> candidates right now who meet your criteria.} =1 {There is approximately <strong><testId>{candidateCount}</testId></strong> candidate right now who meets your criteria.} other {There are approximately <strong><testId>{candidateCount}</testId></strong> candidates right now who meet your criteria.} }"
  },
  "BruLeg": {
    "description": "Message displayed to user if account fails to get updated.",
    "message": "Error: creating account failed."
  },
  "BxJSsB": {
    "description": "Title for the 'database management' IT work stream",
    "message": "This stream includes developing and maintaining data models, database design, capacity planning, performance management, and ensuring data integrity."
  },
  "C2iUvf": {
    "description": "Title for the 'enterprise architecture' IT work stream",
    "message": "IT enterprise architecture"
  },
  "C6YPk3": {
    "description": "Title for the apply button section of a pool advertisement",
    "message": "Apply now"
  },
  "CPRJ61": {
    "description": "The ID and colon",
    "message": "ID:"
  },
  "CZ3wxJ": {
    "description": "Support form success action",
    "message": "Submit a new message"
  },
  "CZcsxM": {
    "description": "GC Key login link text on the login page.",
    "message": "Continue to GC Key and Login"
  },
  "CbzWqJ": {
    "description": "Summary of the digital ambition featured item",
    "message": "The Digital Ambition outlines the Government of Canada's commitment to create modern, accessible digital services. Achieving these priorities will result in a government that provides improved \"digital-first,\" user-centred, and barrier-free services and programs."
  },
  "CuHYqt": {
    "description": "Text for save button on profile form.",
    "message": "Save and go back"
  },
  "D0bpvq": {
    "description": "Title for a users archived applications",
    "message": "Archived Applications"
  },
  "DDwQg5": {
    "description": "Text that appears before employment equity form options.",
    "message": "Based on this definition, I want to add the following to my profile:"
  },
  "DK870a": {
    "description": "Message displayed to user if account is created successfully.",
    "message": "Account successfully created."
  },
  "DVkO+D": {
    "description": "Title for the 'enterprise architecture' IT work stream",
    "message": "This stream includes working with the departmental IT architecture direction, collaborating with other IT streams, and conducting research into emerging technologies."
  },
  "DZ775N": {
    "description": "Success message displayed after adding experience to profile",
    "message": "Successfully added experience!"
  },
  "DZwVvi": {
    "description": "Legend text for required Canadian Armed Forces selection in About Me form",
    "message": "Member of the Canadian Armed Forces (CAF)"
  },
  "DcEinN": {
    "description": "Error message, placeholder",
    "message": "Error, pool unable to be loaded"
  },
  "DrR60L": {
    "description": "Legend for role and salary checklist form",
    "message": "I would like to be referred for jobs at the following levels:"
  },
  "Dy5kjx": {
    "description": "Question for user in skills in detail section of experience form.",
    "message": "What did you accomplish, create or deliver using this skill?"
  },
  "DyaaHi": {
    "description": "Label displayed on Award form for award scope input",
    "message": "Award Scope"
  },
  "DydUje": {
    "description": "pool experience requirement, formal education",
    "message": "Formal education"
  },
  "E2HkVa": {
    "description": "Page title for the search page",
    "message": "Search pools"
  },
  "EBmWyo": {
    "description": "Link text for the home link in breadcrumbs.",
    "message": "Home"
  },
  "EHOcOR": {
    "description": "Placeholder for institution input",
    "message": "Write name here..."
  },
  "EIHPGF": {
    "description": "Description of how the application process works, paragraph two",
    "message": "Your application to a process will be reviewed by our team and if it's a match, you will be invited to an assessment. Once accepted, managers will be able to contact you about job opportunities based on your skills."
  },
  "EOO6S0": {
    "description": "Title for the 'business line advisory services' IT work stream",
    "message": "IT business line advisory services"
  },
  "EVGeHh": {
    "description": "Button message on footer of review my application page.",
    "message": "Continue to step 2"
  },
  "EWCP4t": {
    "description": "Description for executive jobs in government",
    "message": "From entry-level executives to CIO opportunities across the GC, this is the place to come if you're ready to take on a digital leadership role making a difference for Canadians."
  },
  "EfR7Rv": {
    "description": "Placeholder displayed on the Community Experience form for organization input",
    "message": "Write group name here..."
  },
  "ElfiAv": {
    "description": "Title for the 'infrastructure operations' IT work stream",
    "message": "IT infrastructure operations"
  },
  "Eubngf": {
    "description": "Blurb describing the purpose of the form",
    "message": "This platform is focused on hiring digital talent to work in positions classified as IT (Information Technology). Look at the following levels within the IT classification and <strong>select only</strong> the ones that represent the work you want to do."
  },
  "F+WFWB": {
    "description": "Label for work location filter in search form.",
    "message": "Region"
  },
  "F4K5RB": {
    "description": "Definition of Visible minority from the StatsCan 'Visible minority of person' page.",
    "message": "Visible minority refers to whether a person is a visible minority or not, as defined by the Employment Equity Act. The Employment Equity Act defines visible minorities as \"persons, other than Aboriginal peoples, who are non-Caucasian in race or non-white in colour\". The visible minority population consists mainly of the following groups: South Asian, Chinese, Black, Filipino, Arab, Latin American, Southeast Asian, West Asian, Korean and Japanese."
  },
  "FC5tje": {
    "description": "Label for additional comments textarea in the request form.",
    "message": "Additional Comments"
  },
  "FFD16/": {
    "description": "Title for the modal that appears when a user attempts to delete an application",
    "message": "Delete Application"
  },
  "FayQOt": {
    "description": "Checkbox label for Level IT-04 senior advisor selection, ignore things in <> tags please",
    "message": "Level 4: Senior Advisor ($101,000 to $126,000). <openModal>Learn about IT-04</openModal>"
  },
  "FkwGWO": {
    "description": "Subtitle for the accessibility statement page.",
    "message": "Our commitment to accessible design, development, and service delivery."
  },
  "FmN1eN": {
    "description": "Placeholder displayed on the About Me form telephone field.",
    "message": "+123243234"
  },
  "FqXo5j": {
    "description": "Priority Entitlement Status in Government Info Form",
    "message": "Priority Entitlement"
  },
  "FtlwFY": {
    "description": "Link text to view all open pools",
    "message": "View open pools"
  },
  "G1RNXj": {
    "description": "Link to the Homepage in the nav menu.",
    "message": "Home"
  },
  "G4fR8L": {
    "description": "TTY contact info",
    "message": "<strong>TTY:</strong> 1-888-643-3304"
  },
  "GAjpqU": {
    "description": "Description for the experience and skills page in applicant profile.",
    "message": "Here is where you can add experiences and skills to your profile. This could be anything from helping community members troubleshoot their computers to full-time employment at an IT organization."
  },
  "GHvRHc": {
    "description": "Explanation message for request form.",
    "message": "To submit a request, please provide the following information so we can contact you."
  },
  "GIN69n": {
    "description": "Label for a pool advertisements closing date on the application",
    "message": "Closing date:"
  },
  "GIPciq": {
    "description": "Context for employment equity filter in search form.",
    "message": "<strong>Note:</strong> If you select more than one employment equity group, ALL candidates who have self-declared as being members of ANY of the selected EE groups will be referred. If you have more detailed EE requirements, let us know in the comment section of the submission form."
  },
  "GNtu/7": {
    "description": "Legend Text for required work preferences options in work preferences form",
    "message": "I would consider accepting a job that lasts for:"
  },
  "GNvz2K": {
    "description": "pool experience requirement, other",
    "message": "Other field related experience"
  },
  "GSzckJ": {
    "description": "Description of how the platform was created.",
    "message": "Curious about how the GC Digital Talent platform was developed? Want to learn more about the ideas, designs, and philosophy going on behind the scenes? Check out the path from Talent Cloud's experimental pilot to today's full-scale platform."
  },
  "GYk6Nz": {
    "description": "Pool advertisement security clearance requirement",
    "message": "Security clearance: {securityClearance}"
  },
  "GZrICV": {
    "description": "Title for Indigenous community job opportunities on Browse IT jobs page",
    "message": "Browse IT opportunities for the Indigenous community"
  },
  "Gil1Zj": {
    "description": "Link text to read the Digital Ambition",
    "message": "Read the Digital Ambition"
  },
  "Gp+70V": {
    "description": "Label for the pool expiry date",
    "message": "Apply by:"
  },
  "GqVBqi": {
    "description": "Title for Account Details section of the About Me form",
    "message": "Account Details"
  },
  "H05wXr": {
    "description": "Message to user when no skills have been attached to experience.",
    "message": "There are no skills attached to this experience yet. You can add some on the step above."
  },
  "H1J8wl": {
    "description": "Placeholder displayed for the first name field in create account form.",
    "message": "e.g. Thomas"
  },
  "H3Za3e": {
    "description": "Button label for submit button on create account form.",
    "message": "Save and go to my profile"
  },
  "HCWGjZ": {
    "description": "Text describing our user testing for accessibility",
    "message": "<strong>Testing with Real Users.</strong> Before we consider anything to be ready for release, we work with <fableLink>Fable Tech Labs</fableLink> to get our products and features evaluated by users who require adaptive technologies to access the web. This is an important step to make sure our products work for real people."
  },
  "HHEQgM": {
    "description": "Placeholder for classification filter in search form.",
    "message": "Select a classification"
  },
  "HPDqDV": {
    "description": "Message for the completed english bilingual evaluation option",
    "message": "I am bilingual (En/Fr) and <strong>have</strong> completed an official <strong>ENGLISH</strong> <languageEvaluationPageLink></languageEvaluationPageLink>."
  },
  "HXNJ6Z": {
    "description": "Link text to see an applications advertisement",
    "message": "See advertisement<hidden> {name}</hidden>"
  },
  "HYm817": {
    "description": "Pool advertisement location requirement, English",
    "message": "Location: {location}"
  },
  "Hd0nHP": {
    "description": "Message displayed when a pool has no expiry date yet",
    "message": "(To be determined)"
  },
  "Hgd/PL": {
    "description": "Link text to return to the home page",
    "message": "Return home"
  },
  "Hiv/2m": {
    "description": "Title for the modal that appears when an authenticated user lands on /logged-out.",
    "message": "Logout"
  },
  "HvD7jI": {
    "description": "Heading displayed in the How To area of the hero section of the Search page.",
    "message": "How to use this tool"
  },
  "IEkhMc": {
    "description": "Label displayed for the first name field in create account form.",
    "message": "First Name"
  },
  "IF1xj8": {
    "description": "First hiring policy for pool advertisement",
    "message": "Preference will be given to veterans, Canadian citizens and to permanent residents."
  },
  "IT6Djp": {
    "description": "Message describing the operational requirements filter in the search form.",
    "message": "The selected conditions of employment will be compared to those chosen by candidates in their applications."
  },
  "ITkmBQ": {
    "description": "Heading for employment equity section of the search form.",
    "message": "Employment equity"
  },
  "IUQGA0": {
    "description": "Link text to delete.",
    "message": "Delete"
  },
  "Igrveg": {
    "description": "Title displayed for helpful links on logged out page.",
    "message": "Quick Links"
  },
  "IhXvCe": {
    "description": "Question displayed when a user attempts to delete an experience from their profile",
    "message": "Are you sure you would like to delete this experience from your profile? This action cannot be undone."
  },
  "Iodi0/": {
    "description": "Intro to list of items designers consider for accessibility",
    "message": "Our designers pay attention to:"
  },
  "J2WrFI": {
    "description": "Page title for the direct intake browse pools page.",
    "message": "Browse IT jobs"
  },
  "J5oMC8": {
    "description": "Label for the textarea in the skills in detail section.",
    "message": "Skill in detail"
  },
  "JBRqD9": {
    "description": "Message for the english positions option",
    "message": "English positions"
  },
  "JCyvcW": {
    "description": "Placeholder displayed on the About Me form preferred interview language",
    "message": "Select a language..."
  },
  "JRlnNk": {
    "description": "Title for the Digital Community Management",
    "message": "Digital Community Management"
  },
  "JUk80l": {
    "description": "Title for education experience form button.",
    "message": "Education"
  },
  "Jdo3br": {
    "description": "Invitation to apply for the 'IT-01 Technician' classification",
    "message": "Apply for technician opportunities<hidden> {name}</hidden>"
  },
  "JjPpGt": {
    "description": "Description for Personal Information section of the About Me form",
    "message": "This additional personal information will be used only for communication purposes."
  },
  "Jorewd": {
    "description": "Text describing upcoming opportunities instructing users to update a profile when logged in",
    "message": "We're posting new opportunities all the time. By keeping your profile up to date, you'll be able to submit applications lightning fast when the time comes."
  },
  "Jwj3YC": {
    "description": "Title for the 'IT-04 Manager' classification",
    "message": "Manager and Senior Advisor (IT-04)"
  },
  "K7wsxV": {
    "description": "Instructions on how to login with GC Key.",
    "message": "You can log into your Digital Talent profile using your existing GC Key, even if you’ve never used this platform before."
  },
  "KE49r9": {
    "description": "Heading for experience and skills page in applicant profile.",
    "message": "My experience and skills"
  },
  "KEhCJX": {
    "description": "Message displayed to user after application is archived successfully.",
    "message": "Application archived successfully!"
  },
  "KT3jUW": {
    "description": "Link to learn more about classifications",
    "message": "<link>Click here to learn more about classifications in the Government of Canada's Digital Community.</link>"
  },
  "KXEuON": {
    "description": "List item one, things developers consider for accessibility",
    "message": "<wcagLink>WCAG 2.1</wcagLink> conformance"
  },
  "KYFarS": {
    "description": "Title for accordion describing pool recruitments",
    "message": "What are pool recruitments?"
  },
  "Kl5OX1": {
    "description": "Title for a pool advertisements impact section.",
    "message": "Your impact"
  },
  "KmKbA6": {
    "description": "Label displayed on experience form for additional information input",
    "message": "Additional Information"
  },
  "KnE2Rk": {
    "description": "Cancel confirmation",
    "message": "Cancel"
  },
  "Knr0yc": {
    "description": "Submit button label on sign and submit page.",
    "message": "Submit my application"
  },
  "KoPFx4": {
    "description": "Radio group option for education requirement filter in search form.",
    "message": "Required diploma from post-secondary institution"
  },
  "L8k+lC": {
    "description": "Back button located next to the submit button on the request form.",
    "message": "Back"
  },
  "L9mWLV": {
    "description": "Link text to read the report on talent cloud",
    "message": "Talent Cloud report"
  },
  "LFYdXR": {
    "description": "Tip that your skills match this section well and so it is recommended",
    "message": "Recommended based on your skills"
  },
  "LMGaDQ": {
    "description": "Label displayed on the register link menu item.",
    "message": "Register"
  },
  "LN0Wag": {
    "description": "Page title for the community experience profile form",
    "message": "Edit community experience"
  },
  "LOYv+/": {
    "description": "Heading for request form.",
    "message": "Request Form"
  },
  "LOh+c5": {
    "description": "Navigation step in sign and submit page.",
    "message": "Step 2: Sign and submit"
  },
  "LUEVdb": {
    "description": "Navigation step in sign and submit page.",
    "message": "Step 1: Review my profile"
  },
  "Ledr63": {
    "description": "Toc navigation item on sign and submit page.",
    "message": "Signature"
  },
  "LjE48l": {
    "description": "Button text to close employment equity form.",
    "message": "Cancel"
  },
  "M3c9Yo": {
    "description": "Message displayed to user after application fails to get deleted.",
    "message": "Error: deleting application failed"
  },
  "M6PbPI": {
    "description": "Placeholder displayed on the About Me form province or territory field.",
    "message": "Select a province or territory..."
  },
  "MNVv3A": {
    "description": "title for IT-02 dialog",
    "message": "Level 2: Analysts"
  },
  "MS9dB9": {
    "description": "Application title",
    "message": "GC Digital Talent"
  },
  "MTwQ3S": {
    "description": "Label displayed for the email field in create account form.",
    "message": "Which email do you like to be contacted at?"
  },
  "MZJYQd": {
    "description": "Page title for the Support page",
    "message": "Contact and support"
  },
  "MiBPoz": {
    "description": "Title for the 'IT-01 Technician' classification",
    "message": "Technician (IT-01)"
  },
  "Ms6O4W": {
    "description": "Summary for to go to the search page on Browse IT jobs page",
    "message": "Let our team save you time and energy by matching your needs to pre-qualified IT professionals with the right skills for the job. All the talent in our pools has been qualified through a competitive process, so you can jump straight to the interview and decide if they are a good fit for your team."
  },
  "MtONBT": {
    "description": "Employee Status in Government Info Form",
    "message": "Do you currently work for the government of Canada?"
  },
  "Mu+1pI": {
    "description": "Message for the bilingual positions option",
    "message": "Bilingual positions (English and French)"
  },
  "MyUazW": {
    "description": "Legend text for required communication language preference in About Me form",
    "message": "Select your preferred communication language"
  },
  "Mz+gUV": {
    "description": "Title tag for Talent Search site",
    "message": "GC Digital Talent"
  },
  "N6+rnM": {
    "description": "Placeholder for government email input in the request form",
    "message": "example@canada.ca..."
  },
  "N87bC7": {
    "description": "Label displayed on education form for thesis title input",
    "message": "Thesis Title"
  },
  "NP/fsS": {
    "description": "Label for department select input in the request form",
    "message": "Which department do you work for?"
  },
  "NSuNSA": {
    "description": "Breadcrumb title for the browse pools page.",
    "message": "Browse opportunities"
  },
  "NXzsK4": {
    "description": "Main heading displayed at the top of request page.",
    "message": "Search the Digital Talent Pool"
  },
  "NamQ1+": {
    "description": "Title for the alert displayed after a user logs out",
    "message": "You've successfully logged out of the platform"
  },
  "NdvdT2": {
    "description": "List item three, things designers consider for accessibility",
    "message": "Building accessible features and tools like dark mode"
  },
  "NjHXGh": {
    "description": "Link text for the Office of the Chief Information Officer",
    "message": "Learn more<hidden> about the Office of the Chief Information Officer</hidden>"
  },
  "NrivlZ": {
    "description": "Display text for edit experience form in breadcrumbs",
    "message": "Edit Experience"
  },
  "OAOnyY": {
    "description": "Label displayed on Personal Experience form for current experience bounded box",
    "message": "Current Experience"
  },
  "OArzY6": {
    "description": "Phone contact info",
    "message": "<strong>Phone:</strong> <phoneLink>613-995-1151</phoneLink>"
  },
  "OH5tTS": {
    "description": "Location Exemptions field placeholder for work location preference form",
    "message": "Optionally, add a city or village here..."
  },
  "OMDX09": {
    "description": "Link text to update your profile for executive jobs in government",
    "message": "Get ready by updating your profile"
  },
  "OQ+K+X": {
    "description": "Text label for button to remove employment equity category from profile.",
    "message": "Remove <hidden>{title} </hidden>from profile"
  },
  "OQhL7A": {
    "description": "Label displayed on Education form for status input",
    "message": "Status"
  },
  "OT0QP3": {
    "description": "Link text to cancel logging in and return to talent search home.",
    "message": "Cancel"
  },
  "OUKOBH": {
    "description": "Title for Community Experience form",
    "message": "1. Community Experience Details"
  },
  "OdjW9z": {
    "description": "Support form success paragraph one",
    "message": "We'll do our best to get back to you with a response within the next two business days."
  },
  "OezjH3": {
    "description": "Label displayed on the Search menu item.",
    "message": "Search"
  },
  "OjhS6t": {
    "description": "Placeholder for full name input in the request form.",
    "message": "Full name..."
  },
  "Or11km": {
    "description": "Description text for Profile Form wrapper in DiversityEquityInclusionForm",
    "message": "The Employment Equity Act of Canada (1995) identifies four groups who have experienced systemic employment barriers, and a number of obligations for the Government of Canada in addressing these barriers."
  },
  "Os+BwT": {
    "description": "Placeholder for experience description input",
    "message": "Describe experience details here..."
  },
  "P/Mm5G": {
    "description": "Display text for My experience and skills Form Page Link",
    "message": "Experience and Skills"
  },
  "PBl2Rj": {
    "description": "Placeholder displayed on the About Me form preferred exam language",
    "message": "Select a language..."
  },
  "PF2m1d": {
    "description": "Breadcrumb for experience and skills page in applicant profile.",
    "message": "Experience and Skills"
  },
  "PH8qp2": {
    "description": "Question for user in skills in detail section of experience form.",
    "message": "Were there any special techniques or approaches that you used?"
  },
  "PIgh3U": {
    "description": "Description for My Status Form",
    "message": "Let us know if you want to be contacted for new jobs. Please update this status if your situation changes."
  },
  "PXfQOZ": {
    "description": "Link text to archive application.",
    "message": "Archive"
  },
  "PXlO7h": {
    "description": "Title text for group of need-to-have skills for pool advertisement on experience forms",
    "message": "Need-to-have skills"
  },
  "PcYOnN": {
    "description": "Checkbox label for Level IT-02 selection, ignore things in <> tags please",
    "message": "Level 2: Analyst ($75,000 to $91,000). <openModal>Learn about IT-02</openModal>"
  },
  "Q18B0y": {
    "description": "Placeholder for experience title input",
    "message": "Write title here..."
  },
  "Q2+VXx": {
    "description": "Instructions on what to do if user doesn't know if they have a GC Key",
    "message": "If you’re unsure whether you have an existing GC Key account, continue to the website and try logging in. If you can’t remember your password, you can also reset it there."
  },
  "Q6ws0E": {
    "description": "Body text for the 404 page not found page.",
    "message": "It looks like you've landed on a page that either doesn't exist or has moved."
  },
  "Q79qKT": {
    "description": "Hours of operation info",
    "message": "<strong>Hours:</strong> Monday to Friday, 8:00 a.m. to 8:00 p.m. (Eastern Time)"
  },
  "Q7yh4j": {
    "description": "My applications error message, placeholder",
    "message": "Error, applications unable to be loaded"
  },
  "Q96xMb": {
    "description": "Heading for employment equity categories added to user profile.",
    "message": "My employment equity information:"
  },
  "QJ5uDV": {
    "description": "Placeholder for stream filter in search form.",
    "message": "Select a job stream"
  },
  "QN/1MR": {
    "description": "Title for the 'business line advisory services' IT work stream",
    "message": "This stream includes providing specialized IT guidance as well as working with clients and/or suppliers to acquire and sustain IT resources that support Government operation."
  },
  "QZ9FZB": {
    "description": "work stream example",
    "message": "IT Infrastructure Operations"
  },
  "QpfFEG": {
    "description": "Explanation on how employment equity information will be used, item three",
    "message": "This information will be used in an anonymous form for statistical purposes."
  },
  "R5aTZ9": {
    "description": "Title for Profile Form wrapper in Language Information Form",
    "message": "Language Information"
  },
  "R75HsV": {
    "description": "Describing the purpose of the skill filters on the Search page.",
    "message": "Help us match you to the best candidates by sharing more information with our team on the exact skills you are looking for."
  },
  "RBsGRp": {
    "description": "title for section with ongoing pool advertisements",
    "message": "Apply to ongoing recruitment"
  },
  "RF51Bp": {
    "description": "Title for work experience form button.",
    "message": "Work"
  },
  "RGzfes": {
    "description": "Message describing the work language ability filter in the search form.",
    "message": "Select the working language ability the candidate needs for this position."
  },
  "RNI+IH": {
    "description": "Skills selected and then a number in parentheses",
    "message": "Skills selected ({skillCount})"
  },
  "Rgh/Qb": {
    "description": "Title for addition information on Experience form",
    "message": "4. Additional information for this experience"
  },
  "SDDp1t": {
    "description": "work stream example",
    "message": "IT Software Solutions"
  },
  "SDQWZf": {
    "description": "Label for return link on sign and submit page.",
    "message": "Back to previous step"
  },
  "STLaIq": {
    "description": "Title for the optional skills section of a pool advertisement",
    "message": "Nice to have"
  },
  "SXvOXV": {
    "description": "Label displayed on the browse pools menu item.",
    "message": "Browse opportunities"
  },
  "SXyhoR": {
    "description": "Disclaimer about accessibility complaint exceptions.",
    "message": "Not all complaints will go directly to the Accessibility Commissioner. There are some exceptions:"
  },
  "SZTFJq": {
    "description": "Title displayed in the hero section of the Search page.",
    "message": "Search the Digital Talent Pool"
  },
  "SuqyvD": {
    "description": "Message displayed when the pool advertisement can be applied to.",
    "message": "If this process looks like the right fit for you apply now!"
  },
  "SypvZP": {
    "description": "Announcement that the job stream filter is active.",
    "message": "The list is filtered to the {jobStream} job stream."
  },
  "T1TKNL": {
    "description": "Legend for second language proficiency level in language information form",
    "message": "Second language proficiency level"
  },
  "TGCq/w": {
    "description": "Description text for Profile Form wrapper in Language Information Form",
    "message": "Use the form below to help us better understand your language preferences and capabilities"
  },
  "TS63OC": {
    "description": "Text blurb, asking about classification and level in the government info form",
    "message": "Please indicate your current substantive group classification and level."
  },
  "TSqr8X": {
    "description": "Placeholder for issuing organization input",
    "message": "Write name here..."
  },
  "TV4UWm": {
    "description": "Submitted text for save button on profile form.",
    "message": "Saved"
  },
  "TfoHYi": {
    "description": "Title for Profile Form wrapper  in DiversityEquityInclusionForm",
    "message": "Diversity, equity and inclusion"
  },
  "Tg8a57": {
    "description": "Content displayed in the How To area of the hero section of the Search page.",
    "message": "Use the filters below to specify your hiring needs. At any time you can look at the results located at the bottom of this page to see how many candidates match the requirements you have entered. When you are comfortable with the filters you have selected, click the Request Candidates button to add more details and submit a request form."
  },
  "Tk2HJy": {
    "description": "Link text for applicant call to action",
    "message": "Looking for a job?"
  },
  "Tr5Pga": {
    "description": "Message to user when no experiences have been attached to profile",
    "message": "Add new experience:"
  },
  "TrO4uL": {
    "description": "Label for the range of salary expected for a classification",
    "message": "Salary range:"
  },
  "TuhgU0": {
    "description": "Heading for employment equity categories available to be added to user profile.",
    "message": "Employment equity options:"
  },
  "TxVbLI": {
    "description": "Heading for classification filter of the search form.",
    "message": "Classification filter"
  },
  "Txu5Yq": {
    "description": "Lead in text for accessibility contact information",
    "message": "Despite all efforts to make our website fully accessible, if you encounter a problem we missed, or require a different format, we encourage you to contact us at:"
  },
  "U+ApNl": {
    "description": "Message displayed when the pool advertisement has expired.",
    "message": "The deadline for submission has passed."
  },
  "U/ji+A": {
    "description": "Application created successfully",
    "message": "Application created"
  },
  "U6IroF": {
    "description": "Title for pool applicant education requirements",
    "message": "2-Year Post-secondary Education"
  },
  "UDpZ1q": {
    "description": "Title for Personal Experience Details form",
    "message": "1. Personal Experience Details"
  },
  "UIkTbl": {
    "description": "Placeholder displayed for the first name field in create account form.",
    "message": "e.g. thomas.edison@example.com"
  },
  "UJ/rX1": {
    "description": "Email contact info",
    "message": "<strong>Email:</strong> <chrcMailLink>Info.Com@chrc-ccdp.gc.ca</chrcMailLink>"
  },
  "UN2Ncr": {
    "description": "IT-02 classification label including titles and salaries",
    "message": "IT-02: Analyst ($75,000 to $91,000)"
  },
  "UUIb3j": {
    "description": "Label for department select input in the request form",
    "message": "Department / Hiring Organization"
  },
  "Uaew4x": {
    "description": "Breadcrumb for review application page.",
    "message": "My applications"
  },
  "Uh9Yj4": {
    "description": "Display Text for Government Information Form Page Link",
    "message": "Government Information"
  },
  "UoZLL/": {
    "description": "Description of complaints to the Canadian Human Rights Commission",
    "message": "The <chrcLink>Canadian Human Rights Commission</chrcLink> (CHRC) deals with discrimination complaints under the <chraLink>Canadian Human Rights Act</chraLink>."
  },
  "Uv9q53": {
    "description": "Placeholder for area of study input",
    "message": "Write area of study here..."
  },
  "UxF291": {
    "description": "Label displayed for the last name field in create account form.",
    "message": "Last Name"
  },
  "V1DqDX": {
    "description": "Label for the skills required for a pool",
    "message": "Required skills:"
  },
  "V8v+/g": {
    "description": "Label for classification filter in search form.",
    "message": "Classification filter"
  },
  "V9XmLH": {
    "description": "List item three, things developers consider for accessibility",
    "message": "Automated accessibility test results"
  },
  "VBsMcq": {
    "description": "Link text for Digital Community Management",
    "message": "Learn more<hidden> about Digital Community Management</hidden>"
  },
  "VQWGkh": {
    "description": "IT-04 senior advisor description precursor to work stream list, ignore things in <> tags please",
    "message": "<strong>Individual Contributor</strong>: IT Senior Advisors (IT-04) provide expert technical advice and strategic direction in their field of expertise in the provision of solutions and services to internal or external clients, and stakeholders."
  },
  "VX2+ET": {
    "description": "Title for the 'planning and reporting' IT work stream",
    "message": "IT planning and reporting"
  },
  "Vfxtz/": {
    "description": "Messaged displayed when a user has no archived applications.",
    "message": "You currently have no archived applications."
  },
  "Vvb8tu": {
    "description": "Legend for optional work preferences check list in work preferences form",
    "message": "I would consider accepting a job that:"
  },
  "VwVtqr": {
    "description": "Heading for employment duration section of the search form.",
    "message": "Employment Duration"
  },
  "W2YIEA": {
    "description": "Link text to apply for a pool advertisement",
    "message": "Apply for this process"
  },
  "W4Svkd": {
    "description": "Label displayed on the language information form comprehension field.",
    "message": "Comprehension"
  },
  "W6dFND": {
    "description": "Title for contact information on pool advertisement",
    "message": "Contact and Accommodations"
  },
  "W7LpsW": {
    "description": "Title for Education Details Form",
    "message": "1. Education Details"
  },
  "W7io0W": {
    "description": "Message displayed to user after user is updated successfully.",
    "message": "My Status updated successfully!"
  },
  "WE/Nu+": {
    "description": "Null selection for department select input in the request form.",
    "message": "Select a department..."
  },
  "WE0OGe": {
    "description": "title for IT-03 advisor dialog",
    "message": "Level 3: Technical Advisors"
  },
  "WSo3Y/": {
    "description": "Text describing accessibility commissioner",
    "message": "The Accessibility Commissioner is responsible for enforcing the <acaLink>Accessible Canada Act</acaLink> and the <acrLink>Accessible Canada Regulations</acrLink> in the federal public service. They will also deal with certain <complaintsLink>accessibility complaints</complaintsLink>. The Accessibility Commissioner is a member of the Canadian Human Rights Commission."
  },
  "WZwXDb": {
    "description": "Instruction on when to fill out equity information, item two",
    "message": "You would like to be considered for opportunities addressed to underrepresented groups."
  },
  "Wi4tia": {
    "description": "Intro to list of items developers consider for accessibility",
    "message": "Our developers pay attention to:"
  },
  "WjssQc": {
    "description": "Null selection for select input in the awarded to form.",
    "message": "Choose one..."
  },
  "WkX8Ge": {
    "description": "Title for the required skills section of a pool advertisement",
    "message": "Need to have"
  },
  "Wnw+oz": {
    "description": "An email address to contact for help",
    "message": "<strong>Email</strong>: <anchorTag>{emailAddress}</anchorTag>"
  },
  "WyKJsK": {
    "description": "Message displayed to user after experience fails to be updated.",
    "message": "Error: updating experience failed"
  },
  "X354at": {
    "description": "Legend bilingual evaluation status in language information form",
    "message": "Bilingual evaluation"
  },
  "X8JZSG": {
    "description": "Label displayed on an Experience form for end date input",
    "message": "End Date"
  },
  "X9IdZQ": {
    "description": "Placeholder displayed for the first name field in create account form.",
    "message": "e.g. Edison"
  },
  "XBfLOu": {
    "description": "Legend for my status option in my status form",
    "message": "My status"
  },
  "XF4Ok2": {
    "description": "Title for award experience form button.",
    "message": "Award"
  },
  "XR37x0": {
    "description": "Heading for the Indigenous Apprenticeship Program on home page",
    "message": "Indigenous Apprenticeship Program"
  },
  "XSxaGk": {
    "description": "Content displayed in the About area of the hero section of the Search page.",
    "message": "This pool is open to most departments and agencies. Candidates in the pool vary from just starting their career to seasoned professionals with several years of work experience. This is an ongoing recruitment pool, which means new candidates are being added every week."
  },
  "XY19Sh": {
    "description": "Title for Profile Form wrapper in About me form",
    "message": "About me"
  },
  "XiUgMy": {
    "description": "Link text for adding a new experience of a specific type.",
    "message": "<hidden>Add new </hidden>{title}<hidden> experience</hidden>"
  },
  "XijxiY": {
    "description": "First message before is a government of canada radio group in create account form.",
    "message": "Below we’d like to know if you’re already an employee with the Government of Canada. We collect this information because it helps us understand, at an aggregate level, how digital skills are distributed amongst departments."
  },
  "XzUzZz": {
    "description": "Message to user when no experiences have been attached to profile.",
    "message": "There are no experiences on your profile yet. You can add some using the preceding buttons."
  },
  "Y7jEXr": {
    "description": "Placeholder displayed on the language information form verbal field.",
    "message": "Select a level..."
  },
  "Y7l4/n": {
    "description": "Text requesting language levels given from bilingual evaluation in language information form",
    "message": "Please indicate the language levels you acquired from your Government of Canada language evaluation."
  },
  "YA/7nb": {
    "description": "Error message if classification group is not defined.",
    "message": "Error: classification group not found."
  },
  "YDeXEW": {
    "description": "Definition of Indigenous identity from the StatsCan 'Indigenous identity of person' page.",
    "message": "Indigenous identity refers to whether the person identified with the Indigenous peoples of Canada. This includes those who identify as First Nations (North American Indian), Métis and/or Inuk (Inuit), and/or those who report being Registered or Treaty Indians (that is, registered under the Indian Act of Canada), and/or those who have membership in a First Nation or Indian band. Aboriginal peoples of Canada (referred to here as Indigenous peoples) are defined in the Constitution Act, 1982, Section 35 (2) as including the Indian, Inuit and Métis peoples of Canada."
  },
  "YImugL": {
    "description": "Title for the current jobs recruiting candidates",
    "message": "Active talent recruitment processes"
  },
  "YJdsMY": {
    "description": "Label displayed on award form for issuing organization input",
    "message": "Issuing Organization or Institution"
  },
  "YZyNUJ": {
    "description": "Label displayed for signature input in sign and submit page.",
    "message": "Signature"
  },
  "Yhd/hk": {
    "description": "Message displayed when no experience is found for experience form.",
    "message": "No experience found."
  },
  "YlWJ/N": {
    "description": "pool experience requirement, non-conventional training",
    "message": "Non-conventional training"
  },
  "Yln61n": {
    "description": "Fax contact info",
    "message": "<strong>Fax:</strong> 613-996-9661"
  },
  "Ytlyzb": {
    "description": "Page title for the work experience profile form",
    "message": "Edit work experience"
  },
  "YyHN1i": {
    "description": "No preference for language ability - will accept English or French",
    "message": "Any language (English or French)"
  },
  "Z0PCOW": {
    "description": "Question displayed when user attempts to archive an application",
    "message": "Are you sure you would like to archive application {name}?"
  },
  "Z3prc4": {
    "description": "Title for the login page for applicant profiles.",
    "message": "Login using GC Key"
  },
  "Z9Uex5": {
    "description": "blurb describing IT-01",
    "message": "Technicians (IT-01) provide technical support in the development, implementation, integration, and maintenance of service delivery to clients and stakeholders"
  },
  "ZSAzrR": {
    "description": "The expiry date label and colon",
    "message": "Expiry Date:"
  },
  "Za/qCZ": {
    "description": "Message describing the employment equity filter in the search form.",
    "message": "Managers can request candidates by employment equity group(s) to address current of future representation gaps in the workforce. (Categories reflect EE data defined under the Public Service Employment Act and collected through the PSC application process. For consistency, this platform reflects the PSC's category terminology.)"
  },
  "ZgeBBn": {
    "description": "Description of complaints to the Federal Public Sector Labour Relations and Employment Board<",
    "message": "The <relationsLink>Federal Public Sector Labour Relations and Employment Board</relationsLink> deals with complaints from some federal public service employees, RCMP members and employees of Parliament."
  },
  "Zn10pO": {
    "description": "Checkbox label for Level IT-01 selection, ignore things in <> tags please",
    "message": "Level 1: Technician ($60,000 to $78,000). <openModal>Learn about IT-01</openModal>"
  },
  "Zre7E9": {
    "description": "Description of what to do if users are not content with complaint response",
    "message": "If you are not happy with how we respond to your complaint, reach out to the CHRC at the coordinates below:"
  },
  "ZuFBx5": {
    "description": "Message for the beginner language ability option",
    "message": "Beginner <gray>- I have basic reading, writing and verbal communication skills.</gray>"
  },
  "ZuyuPO": {
    "description": "IT-01 classification label including titles and salaries",
    "message": "IT-01: Technician ($60,000 to $78,000)"
  },
  "Zx0ylN": {
    "description": "Message displayed to user after application is submitted successfully.",
    "message": "Application submitted successfully!"
  },
  "Zx3BVC": {
    "description": "Question displayed when authenticated user lands on /logged-out.",
    "message": "Are you sure you would like to logout?"
  },
  "ZxLDpB": {
    "description": "Page title for pool application review",
    "message": "Application profile"
  },
  "Zzd/sJ": {
    "description": "Blurb before additional comments textarea in the request form.",
    "message": "In this field please include any additional details and qualifications you are seeking from the candidates such as: programming languages, certifications, knowledge, or a specific work location."
  },
  "a6c/ce": {
    "description": "Description blurb for Award Details Form",
    "message": "Did you get recognized for going above and beyond? There are many ways to get recognized, awards are just one of them."
  },
  "aDRIDD": {
    "description": "Label displayed on Education Experience form for current education bounded box",
    "message": "Current Education"
  },
  "aL5y0G": {
    "description": "Title for the 'project portfolio management' IT work stream",
    "message": "IT project portfolio management"
  },
  "aLMroa": {
    "description": "title for IT-01 dialog",
    "message": "Level 1: Technicians"
  },
  "aQJOd0": {
    "description": "Placeholder displayed on the language information form written field.",
    "message": "Select a level..."
  },
  "aemElP": {
    "description": "Label displayed on Personal Experience form for current experience input",
    "message": "I am currently active in this experience"
  },
  "asqSAJ": {
    "description": "Placeholder for work location filter in search form.",
    "message": "Select a location..."
  },
  "axQDlj": {
    "description": "Subtitle for the Support page",
    "message": "Get in touch with us to provide feedback or report a problem."
  },
  "b9/MXQ": {
    "description": "Question for user in skills in detail section of experience form.",
    "message": "How much responsibility did you have in this role?"
  },
  "bBz/OJ": {
    "description": "List item four, things developers consider for accessibility",
    "message": "User acceptance test results"
  },
  "bF/ZqD": {
    "description": "Description for the 'IT-01 Technician' classification",
    "message": "Technicians provide technical support in the development, implementation, integration, and maintenance of service delivery to clients and stakeholders."
  },
  "bKvvaI": {
    "description": "Legend for the Conditions of Employment filter checklist",
    "message": "Conditions of employment"
  },
  "bbso+7": {
    "description": "Message for total estimated matching candidates in pool",
    "message": "{candidateCount, plural, one {There is <strong><testId>{candidateCount}</testId></strong> matching candidate in this pool} other {There are <strong><testId>{candidateCount}</testId></strong> matching candidates in this pool} }"
  },
  "brQu7D": {
    "description": "Label displayed for does not have priority entitlement option",
    "message": "I do not have a priority entitlement"
  },
  "btydLe": {
    "description": "Label for first name field in About Me form",
    "message": "First Name"
  },
  "bz6geU": {
    "description": "Title for the 'security' IT work stream",
    "message": "This stream includes specialized security skills that focus in programming, infrastructure, business applications, and data."
  },
  "c/Qp8R": {
    "description": "Display Text for the current page in Work Location Preference Form Page",
    "message": "Work Location Preference"
  },
  "c3CV4P": {
    "description": "Instructions on how to login with GC Key.",
    "message": "You can log into your Digital Talent profile using your existing GC Key, even if you've never used this platform before."
  },
  "cHJFcW": {
    "description": "Title for other pool requirements",
    "message": "Other requirements"
  },
  "cYg+l1": {
    "description": "Summary of the Indigenous Apprenticeship Program for the homepage",
    "message": "Are you looking for entry-level IT talent and want to support diversity, inclusion, and reconciliation? Connect with the IT Apprenticeship Program for Indigenous Peoples and start the process to hire Indigenous apprentices today!"
  },
  "cZmuts": {
    "description": "Title for the page users land on after successful logout.",
    "message": "See you next time!"
  },
  "ciWrxr": {
    "description": "Title for Work Experience form",
    "message": "1. Work Experience Details"
  },
  "cmFeXj": {
    "description": "Placeholder for stream filter in browse opportunities form.",
    "message": "Select a job stream..."
  },
  "crqgGQ": {
    "description": "Title for the 'planning and reporting' IT work stream",
    "message": "This stream includes providing specialized IT planning guidance, and the collaborative creation of deliverables that include strategic plans, IT policies and standards, and governance processes."
  },
  "csD/wq": {
    "description": "Description blurb for skills on Experience form",
    "message": "Select skills that match the abilities you displayed during this experience period. You will explain how you used them in the next step."
  },
  "d0qGas": {
    "description": "Question for user in skills in detail section of experience form.",
    "message": "What tasks or activities did you do that relate to this skill?"
  },
  "d4OJ5V": {
    "description": "Description for the 'IT-04 Manager' classification, paragraph 1",
    "message": "Managers are responsible for managing the development and delivery of IT services and/or operations through subordinate team leaders, technical advisors, and project teams."
  },
  "d8FGfc": {
    "description": "Lead in text for list of items we consider for accessibility",
    "message": "<strong>Making our products accessible and usable by all.</strong> Our web application should adjust smoothly to various screen sizes and allow our users to access the platform on devices that meet their needs. Every feature we build needs to be accessible, but like making a great plate of nachos, you need the right ingredients to even get started. We start with these practical ingredients:"
  },
  "dAopan": {
    "description": "List item four, things designers consider for accessibility",
    "message": "Optimizing UX research results"
  },
  "dE2WB1": {
    "description": "Employment equity with a number in parentheses",
    "message": "Employment equity ({equityFiltersActive})"
  },
  "dHLkSE": {
    "description": "Label for button to return to view pool",
    "message": "Back to pool"
  },
  "dIIccA": {
    "description": "Body of email for info on Indigenous Apprenticeship Program",
    "message": "I discovered the Indigenous Apprenticeship Program on talent.canada.ca and I'd like to learn more about how I can hire apprentices to my team."
  },
  "dIZPra": {
    "description": "Signature list item on sign and submit page.",
    "message": "\"I understand that I am part of a community who trusts each other\""
  },
  "dRnKNR": {
    "description": "Label for full name input in the request form",
    "message": "Full Name"
  },
  "dTMBj9": {
    "description": "Description for skills in detail section of experience form.",
    "message": "After adding some skills please explain how you used them, try answering one or more of these questions:"
  },
  "da8nDk": {
    "description": "Button text to show a users archived applications.",
    "message": "Show archived applications"
  },
  "dcV5qH": {
    "description": "Text that appears in Employment equity dialogs explaining the act is under review.",
    "message": "The <actLink>Employment Equity Act</actLink> is currently <reviewLink>under review</reviewLink>."
  },
  "de/Vcy": {
    "description": "Label for current city field in About Me form",
    "message": "Current city"
  },
  "dgOYID": {
    "description": "Label for role and salary link",
    "message": "Role and Salary Expectations"
  },
  "dh2xc5": {
    "description": "Explanation on how employment equity information will be used, item one",
    "message": "This information will be shared with hiring managers."
  },
  "doatZI": {
    "description": "Description for the 'IT-03 Advisor' classification, paragraph 2",
    "message": "Technical Advisors are individual contributors that provide specialized technical advice and recommendations in support of service delivery."
  },
  "dxv7Jx": {
    "description": "Message describing the classification filter of the search form.",
    "message": "We use this filter to match candidates who express interest in a classification level, or certain expected salaries in these classifications."
  },
  "e/ez/m": {
    "description": "Null selection for form.",
    "message": "Choose Level"
  },
  "eFvsOG": {
    "description": "Title for the skill filters on search page.",
    "message": "Skills selection"
  },
  "eTTlR0": {
    "description": "Submit button text on request form.",
    "message": "Submit Request"
  },
  "eeWkWi": {
    "description": "Heading for total matching candidates in results section of search page.",
    "message": "{totalCandidateCount, plural, =0 {Results: <testId>{totalCandidateCount}</testId> matching candidates} =1 {Results: <testId>{totalCandidateCount}</testId> matching candidate} other {Results: <testId>{totalCandidateCount}</testId> matching candidates} }"
  },
  "elFbzT": {
    "description": "Label displayed on Education form for education type input",
    "message": "Type of Education"
  },
  "emx1cK": {
    "description": "Title of Summary of filters section",
    "message": "Summary of filters"
  },
  "evxvnW": {
    "description": "Message displayed to user after user is updated successfully.",
    "message": "User updated successfully!"
  },
  "f3Qqop": {
    "description": "Description for the Indigenous Apprenticeship Program on home page",
    "message": "Designed by the Indigenous community for the Indigenous community, this program recruits entry-level applicants for learning and development IT opportunities across government."
  },
  "fI6Hjf": {
    "description": "Context text for required citizenship status section in About Me form, explaining preference",
    "message": "Preference will be given to Canadian citizens and permanent residents of Canada"
  },
  "fK7jxe": {
    "description": "Message displayed when a user has no employment equity information.",
    "message": "You have not added any employment equity options to your profile."
  },
  "fVAMSw": {
    "description": "Support form subject field feedback option label",
    "message": "Submit feedback"
  },
  "ftyyhv": {
    "description": "Invitation to apply for the 'IT-03 Advisor' classification",
    "message": "Apply for lead and advisor opportunities<hidden> {name}</hidden>"
  },
  "fvJnoC": {
    "description": "Pool advertisement language requirement",
    "message": "Language requirement: {languageRequirement}"
  },
  "g+JcDC": {
    "description": "Heading for message about upcoming opportunities",
    "message": "More opportunities are coming soon!"
  },
  "g5pT17": {
    "description": "Legend text for required written exam language preference for exams in About Me form",
    "message": "Select your preferred written exam language"
  },
  "gBWsuB": {
    "description": "Label for telephone field in About Me form",
    "message": "Telephone"
  },
  "gDQZIQ": {
    "description": "Description blurb for Community Experience form",
    "message": "Gained experience by being part of or giving back to a community? People learn skills from a wide range of experiences like volunteering or being part of non-profit organizations, indigenous communities, or virtual collaborations."
  },
  "gG5eAt": {
    "description": "Link text to email about the Indigenous Apprenticeship Program",
    "message": "Contact the Apprenticeship Program"
  },
  "gKyog2": {
    "description": "Detailed message saying the page to view is not authorized.",
    "message": "Oops, it looks like you've landed on a page that you are not authorized to view."
  },
  "gUb3PY": {
    "description": "Message displayed to user after a pool candidate request is created successfully.",
    "message": "Request created successfully!"
  },
  "gWEfA9": {
    "description": "Message for if user not part of any hiring pools",
    "message": "You have not been accepted into any hiring pools yet."
  },
  "ghmTOo": {
    "description": "Description for Account Details section of the About Me form",
    "message": "This information is used to manage your account and to communicate."
  },
  "gnGAe8": {
    "description": "Label displayed on classification level input",
    "message": "Current Classification Level"
  },
  "gpuTAV": {
    "description": "Title for description of a pool advertisements classification group/level",
    "message": "What does {classification}{genericTitle} mean?"
  },
  "gtaSs1": {
    "description": "Description of how the application process works, paragraph one",
    "message": "This platform allows you to apply to recruitment processes that makes it easy for hiring managers to find you."
  },
  "h1wsiL": {
    "description": "Description blurb for additional information on Experience form",
    "message": "Anything else about this experience you would like to share."
  },
  "h5CY+u": {
    "description": "Title for the 'project portfolio management' IT work stream",
    "message": "This bucket includes working full-time on large, formal projects that require the sharing of and application of rigorous application of IT project management skills and knowledge."
  },
  "hCgrxA": {
    "description": "IT-03 description precursor",
    "message": "There are two types of IT-03 employees: those following a management path, and individual contributors."
  },
  "hEXXG0": {
    "description": "Label for application ID",
    "message": "ID: {id}"
  },
  "hL7Y6p": {
    "description": "Message displayed when no skills are required for a pool",
    "message": "(No skills required)"
  },
  "hRe0yl": {
    "description": "Employment duration",
    "message": "Employment duration"
  },
  "hTJgV2": {
    "description": "Message displayed to user when user profile completed.",
    "message": "All required fields are complete. You can now change your status."
  },
  "hTeiV1": {
    "description": "Disclaimer for support email response time",
    "message": "We try to reply to inquiries within five business days. We also welcome your feedback on our accessibility efforts."
  },
  "hizC89": {
    "description": "Checkbox label for Level IT-03 leader selection, ignore things in <> tags please",
    "message": "Level 3: Team Leader ($88,000 to $110,000). <openModal>Learn about IT-03</openModal>"
  },
  "i17oNt": {
    "description": "Description blurb for Work Experience form",
    "message": "Share your experiences gained from full-time, part-time, self-employment, fellowships or internships."
  },
  "i3IjQt": {
    "description": "Message displayed to user after application fails to get archived.",
    "message": "Error: archiving application failed"
  },
  "i4CKlO": {
    "description": "Confirmation message before signature form on sign and submit page.",
    "message": "You made it! By signing your name below you confirm that:"
  },
  "i55f5L": {
    "description": "Title for Award Details Form",
    "message": "1. Award Details"
  },
  "i5xxbe": {
    "description": "Label for email field in About Me form",
    "message": "Email"
  },
  "i99arX": {
    "description": "Placeholder message for textarea in the skills in detail section.",
    "message": "How I used this skill..."
  },
  "i9E0ka": {
    "description": "Link text to go to the homepage from a 404",
    "message": "Go to the homepage"
  },
  "i9cA5V": {
    "description": "Title for the Office of the Chief Information Officer",
    "message": "Office of the Chief Information Officer"
  },
  "iN2H6J": {
    "description": "Message describing the employment duration filter in the search form.",
    "message": "The selected duration will be compared to the one chosen by candidates in their applications. Change this only if the job offer has a determined duration."
  },
  "iP8EMf": {
    "description": "Title for the requirements section of a pool advertisement",
    "message": "Requirements"
  },
  "iiEGjW": {
    "description": "Support form success title",
    "message": "We've received your message."
  },
  "iilT16": {
    "description": "Message displayed to user after application fails to submit.",
    "message": "Error: submitting application failed"
  },
  "ioghLh": {
    "description": "Label displayed on the users pool applications menu item.",
    "message": "My applications"
  },
  "isfAkZ": {
    "description": "Title for hiring information on pool advertisement",
    "message": "Hiring Policies"
  },
  "jDv8lx": {
    "description": "Link text to learn more about the platform creation",
    "message": "Learn more<hidden> about how the platform was created</hidden>"
  },
  "jHuiRm": {
    "description": "Support form toast message success",
    "message": "Ticket created successfully!"
  },
  "jPLaDk": {
    "description": "Heading for the message saying the page to view is not authorized.",
    "message": "Sorry, you are not authorized to view this page."
  },
  "jRmRd+": {
    "description": "Meta tag description for Talent Search site",
    "message": "GC Digital Talent is the new recruitment platform for digital and tech jobs in the Government of Canada. Apply now!"
  },
  "jTN0bg": {
    "description": "Title for to go to the search page on Browse IT jobs page",
    "message": "Hire talent for your team"
  },
  "jbftvG": {
    "description": "Label displayed for is a government employee option",
    "message": "<strong>Yes</strong>, I am a Government of Canada employee"
  },
  "jcl2s9": {
    "description": "Error message, placeholder",
    "message": "Error, pool candidate unable to be loaded"
  },
  "je6zFF": {
    "description": "Invitation to apply for the 'IT-02 Analyst' classification",
    "message": "Apply for analyst opportunities<hidden> {name}</hidden>"
  },
  "jp6hlj": {
    "description": "Description text for Profile Form wrapper in Work Preferences Form",
    "message": "Certain jobs require you to work odd hours or perform tasks that are a little outside of the normal. Please indicate which special requirements you are comfortable with."
  },
  "jrjPWp": {
    "description": "Success message displayed after updating experience on profile",
    "message": "Successfully updated experience!"
  },
  "jslBEY": {
    "description": "Title for a specific users profile page",
    "message": "{name}'s profile"
  },
  "k29AEC": {
    "description": "Toll free phone contact info",
    "message": "<strong>Toll free:</strong> <tollFreeLink>1-888-214-1090</tollFreeLink>"
  },
  "kCBLsJ": {
    "description": "Title role and salary expectations form",
    "message": "Role and Salary Expectations"
  },
  "kH4Jsf": {
    "description": "Description of pool recruitment, paragraph one",
    "message": "When you apply to this process, you are not applying for a specific position. This process is intended to create and maintain an inventory to staff various positions at the same level in different departments and agencies across the Government of Canada."
  },
  "kHypfJ": {
    "description": "Title for how the platform was created",
    "message": "From concept to code"
  },
  "kfzKrV": {
    "description": "Link text to go report a missing page on the 404",
    "message": "Report a missing page"
  },
  "kjtiha": {
    "description": "Breadcrumb for sign and submit page.",
    "message": "My applications"
  },
  "knmaAL": {
    "description": "Description blurb for Personal Experience Details form",
    "message": "People are more than just education and work experiences. We want to make space for you to share your learning from other experiences. To protect your privacy, please don't share sensitive information about yourself or others. A good measure would be if you are comfortable with all your colleagues knowing it."
  },
  "ky585k": {
    "message": "Conditions of Employment ({operationalRequirementFilterCount})"
  },
  "l3tT4m": {
    "description": "Description for the Digital Community Management",
    "message": "Behind the GC Digital Talent platform is a whole team of people designing, developing, screening applicants, talent managing employees, placing executives, and helping managers find the talent they need to deliver services to Canadians."
  },
  "l9AK3C": {
    "description": "that appears between different experience requirements for a pool applicant",
    "message": "or"
  },
  "lPWUoO": {
    "description": "Page title for the account creation page",
    "message": "Create account"
  },
  "laGCzG": {
    "description": "Heading for operational requirements section of the search form.",
    "message": "Conditions of employment / Operational requirements"
  },
  "lai6E5": {
    "description": "Submitting text for save button on profile form.",
    "message": "Saving..."
  },
  "ls7b2p": {
    "description": "Label for pool advertisement salary range",
    "message": "Salary range:"
  },
  "m21EOJ": {
    "description": "IT-04 manager path description, ignore things in <> tags please",
    "message": "<strong>Management Path</strong>: IT Managers (IT-04) are responsible for managing the development and delivery of IT services and/or operations through subordinate team leaders, technical advisors, and project teams, for service delivery to clients and stakeholders. IT Managers are found in all work streams."
  },
  "m3qn9l": {
    "description": "Legend for the employment equity checklist",
    "message": "Employment equity groups"
  },
  "m5hjaz": {
    "description": "Description of pool recruitment, paragraph two",
    "message": "When hiring managers have IT staffing needs and positions become available, applicants who meet the qualifications for this process may be contacted for further assessment. This means various managers may reach out to you about specific opportunities in the area of application development."
  },
  "mI6AeU": {
    "description": "Text displayed for executive jobs on homepage, indicating it is not ready",
    "message": "Coming soon"
  },
  "mJ1HE4": {
    "description": "Display text for add experience form in breadcrumbs",
    "message": "Add Experience"
  },
  "mKzQwr": {
    "description": "Language ability",
    "message": "Language ability"
  },
  "mNWpoy": {
    "description": "Title for the details section of a pool advertisement",
    "message": "Additional details"
  },
  "mRNmrR": {
    "description": "Label for government email input in the request form",
    "message": "Government e-mail"
  },
  "mTlHta": {
    "description": "title for IT-03 lead dialog",
    "message": "Level 3: Teams Leads"
  },
  "mbtf3h": {
    "description": "Explanation of a pools required occupational skills",
    "message": "To be admitted into this process, you will need to submit sufficient information to verify your experience in <strong>all of these skills (Need to have - Occupational)</strong> with your application."
  },
  "md7Klw": {
    "description": "Label displayed on the login link menu item.",
    "message": "Login"
  },
  "mhtcMd": {
    "description": "Message describing the education requirement filter of the search form.",
    "message": "Most jobs in the Digital community do not require a diploma, change this only if the job requires a diploma."
  },
  "moKAQP": {
    "description": "Message displayed to user after experience fails to be created.",
    "message": "Error: adding experience failed"
  },
  "mq4G8h": {
    "description": "'My Applications' breadcrumb from applicant profile wrapper.",
    "message": "My Applications"
  },
  "mrhpJS": {
    "description": "Title for community experience form button.",
    "message": "Community"
  },
  "msn4mz": {
    "description": "Support form subject field question option label",
    "message": "Ask a question"
  },
  "mwEGU+": {
    "description": "Disabled button when a user already applied to a pool opportunity",
    "message": "You have already applied to this."
  },
  "nEMeaQ": {
    "description": "Heading for the recruitment opportunities",
    "message": "Ongoing recruitment"
  },
  "nOE+8s": {
    "description": "Title for Profile Form wrapper  in Work Location Preferences Form",
    "message": "Work location"
  },
  "nYA+Tj": {
    "description": "Title for the Indigenous tech talent feature item",
    "message": "Hiring Indigenous Tech Talent"
  },
  "nrBkon": {
    "description": "work stream example",
    "message": "IT Security"
  },
  "ntUOoz": {
    "description": "Legend for considered position languages check list in language information form",
    "message": "Select the positions you would like to be considered for"
  },
  "nuP1BG": {
    "description": "Title for personal experience form button.",
    "message": "Personal"
  },
  "nueuS8": {
    "description": "Legend for optional work preferences check list in work preferences form",
    "message": "Work location"
  },
  "nzw1ry": {
    "description": "Label displayed on education form for area of study input",
    "message": "Area of study"
  },
  "o+a0IN": {
    "description": "Text showing the owner of the HR pool.",
    "message": "Pool Owner: {name}"
  },
  "o/YTo0": {
    "description": "Main heading in create account page.",
    "message": "Getting started"
  },
  "o0Yt8Q": {
    "description": "Label displayed on education form for institution input",
    "message": "Institution"
  },
  "o5pks7": {
    "description": "Legend text for required citizenship status in About Me form",
    "message": "Citizenship Status"
  },
  "oDyHaL": {
    "description": "Error message when job title isn't found.",
    "message": "Error, job title not found."
  },
  "oOR4Rd": {
    "description": "Breadcrumb for sign and submit page.",
    "message": "Step 2"
  },
  "oOcegG": {
    "description": "work stream example",
    "message": "IT Enterprise Architecture"
  },
  "oURESC": {
    "description": "Label displayed on Personal Experience form for disclaimer checkbox",
    "message": "I agree to share this information with verified Government of Canada hiring managers and HR advisors who have access to this platform."
  },
  "oXYnZN": {
    "description": "Support form title",
    "message": "Reach out to us"
  },
  "ofOoFQ": {
    "description": "Instruction on what to do if user does not have a GC Key.",
    "message": "<strong>Don't have a GC Key account?</strong> <a>Register for one.</a>"
  },
  "og5vUB": {
    "description": "Total estimated candidates message in summary of filters",
    "message": "Request for pool candidates: <primary>{candidateCountNumber, plural, =0 {no candidates} =1 {1 estimated candidate} other {{candidateCountNumber} estimated candidates}}</primary>"
  },
  "ojN4Si": {
    "description": "Label for pool advertisement closing date",
    "message": "Closing date:"
  },
  "om2bZu": {
    "description": "Disclaimer for the when the accessibility statement was last updated",
    "message": "This statement was prepared on November 8, 2022."
  },
  "owzveI": {
    "description": "Title for experience and education pool requirements",
    "message": "Experience and education"
  },
  "p/dXxz": {
    "description": "Subject of email for info on Indigenous Apprenticeship Program",
    "message": "I'm interested in hiring Indigenous IT apprentices for my team"
  },
  "p3j/0q": {
    "description": "Description of what to do when accommodations are needed",
    "message": "Please contact the Digital Community Management team if you require any accommodations during this application process."
  },
  "p72C40": {
    "description": "Heading for working language ability section of the search form.",
    "message": "Working language ability"
  },
  "pGTTrp": {
    "description": "Display Text for Diversity, equity and inclusion Page",
    "message": "Diversity, equity and inclusion"
  },
  "pPVkYX": {
    "description": "Description for the 'IT-02 Analyst' classification",
    "message": "Analysts provide technical services, advice, analysis, and research in their field of expertise to support service delivery to clients and stakeholders."
  },
  "pR23NW": {
    "description": "Page title for the applicants profile page",
    "message": "My profile"
  },
  "pYGf4h": {
    "description": "Title for skills on Experience form",
    "message": "2. Skills displayed during this experience"
  },
  "paLFgh": {
    "description": "Message for the advanced language ability option",
    "message": "Advanced <gray>- I am completely fluent.</gray>"
  },
  "pcnr9A": {
    "description": "Instructions on what to do if user doesn't know if they have a GC Key",
    "message": "If you're unsure whether you have an existing GC Key account, continue to the website and try logging in. If you can't remember your password, you can also reset it there."
  },
  "pf1Ffp": {
    "description": "Page title for pool application sign and submit page",
    "message": "Submit application profile"
  },
  "pffFnd": {
    "description": "Title for the 'database management' IT work stream",
    "message": "IT database management"
  },
  "px7yu1": {
    "description": "Message displayed when there are no employment equity categories available to be added.",
    "message": "There are no available employment equity options."
  },
  "q04FCp": {
    "description": "Link text for breadcrumb to user applications page.",
    "message": "My Applications"
  },
  "q5rd9x": {
    "description": "Label displayed on Personal Experience form for experience description input",
    "message": "Experience Description"
  },
  "qDYcDP": {
    "description": "Important info list item on sign and submit page.",
    "message": "You are still encouraged to keep your profile up to date, updated versions will be used at later steps of the hiring process."
  },
  "qLYONf": {
    "description": "Link text to create a profile for executive jobs in government",
    "message": "Get ready by creating a profile"
  },
  "qNL/Rp": {
    "description": "pool experience requirement, on job learning",
    "message": "On-the-job learning"
  },
  "qSxmx0": {
    "description": "Close Confirmations",
    "message": "Close"
  },
  "qYWmzA": {
    "description": "Label for stream filter in search form.",
    "message": "Stream"
  },
  "qeD2p/": {
    "description": "Label displayed on award form for award title input",
    "message": "Award Title"
  },
  "quxa4Q": {
    "description": "Title for the compliance enforcement section.",
    "message": "Proactive compliance and enforcement framework"
  },
  "r4PFx0": {
    "description": "Label for current province or territory field in About Me form",
    "message": "Current province or territory"
  },
  "r6DZ71": {
    "description": "Link text to cancel archiving application.",
    "message": "Cancel"
  },
  "r9FSaq": {
    "description": "post secondary education experience for pool advertisement",
    "message": "Successful completion of two years of post secondary education in computer science, information technology, information management or another specialty relevant to this position."
  },
  "rJMWiV": {
    "description": "Label displayed for is not a government employee option",
    "message": "<strong>No</strong>, I am not a Government of Canada employee"
  },
  "rMYmPd": {
    "description": "Label for cancel button on profile form.",
    "message": "Cancel and go back"
  },
  "rNVDaA": {
    "description": "Support form toast message error",
    "message": "Sorry, something went wrong. Please email <anchorTag>{emailAddress}</anchorTag> and mention this error code: {errorCode}."
  },
  "rUFZwt": {
    "description": "Login link text on the registration page.",
    "message": "Log in instead"
  },
  "raFdbB": {
    "description": "blurb describing IT-02",
    "message": "Analysts (IT-02) provide technical services, advice, analysis, and research in their field of expertise to support service delivery to clients and stakeholders. IT analysts are found in all work streams."
  },
  "rakdZh": {
    "description": "Pool advertisement location requirement, Remote option",
    "message": "Location: Remote optional"
  },
  "rw05Jq": {
    "description": "Messaged displayed when a user has no applications.",
    "message": "You currently have no applications."
  },
  "rywI3C": {
    "description": "Label displayed on the language information form verbal field.",
    "message": "Verbal"
  },
  "s2+FXu": {
    "description": "Opening paragraph for accessibility statement",
    "message": "GC Digital Talent is committed to building an accessible and inclusive digital service. At the heart of our platform design and development is an endeavour to create equal employment opportunities for all. To us, building accessible services means meeting the needs of as many people as possible, including edge cases. We are working across all disciplines - research, development, design, and accessibility - to ensure our service is intentional, accessible, and inclusive."
  },
  "s3Uz7q": {
    "description": "Description of the Office of the Chief Information Officer",
    "message": "GC Digital Talent is only one of the many initiatives being led by the Office of the Chief Information Officer of Canada (OCIO). Learn more about OCIO's role in the Government of Canada. Check out Canada's Digital Ambition 2022 to see where OCIO is heading in the future."
  },
  "s60QyR": {
    "description": "lead in to list of experience required for a pool applicant",
    "message": "2 or more years of combined experience in a related field including any of the following:"
  },
  "sBksyQ": {
    "description": "Delete confirmation",
    "message": "Delete"
  },
  "sIM1t+": {
    "description": "Null selection for select input in the award scope form.",
    "message": "Choose one..."
  },
  "sOmB9g": {
    "description": "Button text to hide a users archived applications.",
    "message": "Hide archived applications"
  },
  "sOmEaW": {
    "description": "Legend text for required spoken interview language preference for interviews in About Me form",
    "message": "Select your preferred spoken interview language"
  },
  "sYqIp5": {
    "description": "Label displayed on Work Preferences form for indeterminate duration option.",
    "message": "...indeterminate duration only. (permanent only)"
  },
  "sapxcU": {
    "description": "Label displayed on Personal Experience form for disclaimer bounded box",
    "message": "Disclaimer"
  },
  "shwFSK": {
    "description": "Message for the completed french bilingual evaluation option",
    "message": "I am bilingual (En/Fr) and <strong>have</strong> completed an official <strong>FRENCH</strong> <languageEvaluationPageLink></languageEvaluationPageLink>."
  },
  "sk9CeW": {
    "description": "Legend for the Working Language Ability radio buttons",
    "message": "Language"
  },
  "svCFrY": {
    "description": "Title for the 'infrastructure operations' IT work stream",
    "message": "This stream includes infrastructure management of networks, mainframes, servers, and storage, providing IT support, and client/supplier relationships."
  },
  "szLvj0": {
    "description": "Support form email field label",
    "message": "Your email"
  },
  "t12bCU": {
    "description": "Button text to submit employment equity form.",
    "message": "Save and go back"
  },
  "t5G3Fz": {
    "description": "Message for the intermediate language ability option",
    "message": "Intermediate <gray>- I have strong reading, writing and verbal communication skills.</gray>"
  },
  "tDetPq": {
    "description": "Description for the 'IT-04 Manager' classification, paragraph 2",
    "message": "Senior Advisors are individual contributors that provide expert technical advice and strategic direction in the provision of solutions and services."
  },
  "tTuBmE": {
    "description": "Title for the digital ambition featured item",
    "message": "The Digital Ambition"
  },
  "tZmXOj": {
    "description": "List item two, things designers consider for accessibility",
    "message": "Improving colour accessibility"
  },
  "tf/wEc": {
    "description": "Breadcrumb title for the pools index link.",
    "message": "Pools Index"
  },
  "tlAiJm": {
    "description": "Application creation failed",
    "message": "Error application creation failed"
  },
  "tlsomU": {
    "description": "Breadcrumb from applicant profile wrapper.",
    "message": "My Profile"
  },
  "tm3zLD": {
    "description": "work stream example",
    "message": "IT Project Portfolio Management"
  },
  "ttRVSp": {
    "description": "Heading for how employment equity information will be used.",
    "message": "How will this data be used?"
  },
  "tu2Z17": {
    "description": "Paragraph describing accessibility standards",
    "message": "The GC Digital Talent team follows inclusive <digitalStandardsLink>Government of Canada Digital Standards</digitalStandardsLink>."
  },
  "u+9mg1": {
    "description": "IT-03 advisor description, ignore things in <> tags please",
    "message": "<strong>Individual Contributor</strong>: IT Technical Advisors (IT-03) provide specialized technical advice, recommendations and support on solutions and services in their field of expertise in support of service delivery to clients and stakeholders. IT Technical Advisors are found in all work streams."
  },
  "u3eefq": {
    "description": "Page title for the request candidates form page",
    "message": "Request pool candidates"
  },
  "u4v1RB": {
    "description": "Null selection for form.",
    "message": "Choose Group"
  },
  "uG2MuI": {
    "description": "Display text for About Me Form Page Link",
    "message": "About Me"
  },
  "uHx3G7": {
    "description": "Label displayed on Work Preferences form for any duration option",
    "message": "any duration. (short term, long term, or indeterminate duration)"
  },
  "uIpPFZ": {
    "description": "Description for the role and salary expectation form",
    "message": "Government classifications are labels that the Government of Canada uses to group similar types of work. In the Government of Canada salary is tied to how positions are classified."
  },
  "uP+q43": {
    "description": "Heading for work location section of the search form.",
    "message": "Work location"
  },
  "uQ8Tss": {
    "description": "Label displayed does have priority entitlement option",
    "message": "I have a priority entitlement"
  },
  "uQYCfd": {
    "description": "List of the employment equity categories",
    "message": "These four groups are \"women, Aboriginal peoples, persons with disabilities, and members of visible minorities.\""
  },
  "ugosop": {
    "description": "Link text to continue an existing application",
    "message": "Continue my application"
  },
  "uqoN4k": {
    "description": "Label on button for delete this experience",
    "message": "Delete experience from My Profile"
  },
  "usb0gM": {
    "description": "Description of how the Government of Canada uses employment equity categories in hiring.",
    "message": "While the language around these categories is in need of updating, the Government of Canada will sometimes use these categories in hiring to make sure that it is meeting the aims of employment equity."
  },
  "uv2lY0": {
    "description": "Title for a pool advertisements key tasks section.",
    "message": "Your work"
  },
  "uxlNWH": {
    "description": "Title for the 'security' IT work stream",
    "message": "IT security"
  },
  "v7sYE7": {
    "description": "Message describing the work location filter in the search form.",
    "message": "If you have more detailed work location requirement, let us know in the comment section of the submission form."
  },
  "vC9NsS": {
    "description": "Title for the accessibility standards",
    "message": "Our standards"
  },
  "vQzmUH": {
    "description": "Preceding list description",
    "message": "IT Technicians are primarily found in three work streams:"
  },
  "voTvve": {
    "description": "Signature list item on sign and submit page.",
    "message": "\"I've reviewed everything written in my application\""
  },
  "w1/0Cd": {
    "description": "Diploma required",
    "message": "Diploma required"
  },
  "w3Kkk2": {
    "description": "Link text to apply for the Indigenous Apprenticeship Program",
    "message": "Apply<hidden> to the Indigenous Apprenticeship Program</hidden> now"
  },
  "w6vHXf": {
    "description": "Message to display when a search is in progress.",
    "message": "Searching..."
  },
  "wASF5V": {
    "description": "Label displayed on Community Experience form for current role input",
    "message": "I am currently active in this role"
  },
  "wIccbA": {
    "description": "Support form subject field bug option label",
    "message": "Submit a bug"
  },
  "wPpvvm": {
    "description": "Link text to direct users to the profile page when anonymous",
    "message": "Create a profile"
  },
  "wRxZQV": {
    "description": "Placeholder displayed on the About Me form preferred communication language",
    "message": "Select a language..."
  },
  "wl8GI6": {
    "description": "Label displayed on an Experience form for role input",
    "message": "My Role"
  },
  "wrHSMx": {
    "description": "Label for last name field in About Me form",
    "message": "Last Name"
  },
  "ww86SN": {
    "description": "Important info list item on sign and submit page.",
    "message": "When you submit your application, a copy of your profile will be created."
  },
  "wwiDm1": {
    "description": "Null selection for select status in the education form.",
    "message": "Choose one..."
  },
  "wyxpjm": {
    "description": "Important info list item on sign and submit page.",
    "message": "This copy will be used for the initial application review."
  },
  "x5C9Ab": {
    "description": "Label displayed on the language information form written field.",
    "message": "Written"
  },
  "x6saT3": {
    "description": "Message after main heading in create account page.",
    "message": "Before we take you to your profile, we need to collect some required information to complete your account set up."
  },
  "xDgNfZ": {
    "description": "Title for Profile Form Wrapper in Government Information Form",
    "message": "Government Information"
  },
  "xHjgXz": {
    "description": "Text displayed when there are no pool advertisements to display",
    "message": "No opportunities are available right now, but more are coming soon!"
  },
  "xJulQ4": {
    "description": "Label displayed on Work Experience form for team/group/division input",
    "message": "Team, Group, or Division"
  },
  "xQ2Vfi": {
    "description": "Title text for group of nice-to-have skills for pool advertisement on experience forms",
    "message": "Nice-to-have skills"
  },
  "xdGPxT": {
    "description": "Message displayed to user after application is deleted successfully.",
    "message": "Application deleted successfully!"
  },
  "xggOcb": {
    "description": "Description of how application profiles work.",
    "message": "Your profile is at the heart of the platform. Tell your story, show how you developed your skills, and use your profile to apply for jobs. Whether you're hunting for a job now or just thinking about the future, your profile is your path to getting found by hiring managers."
  },
  "xq6TbG": {
    "description": "Placeholder displayed on the About Me form current city field.",
    "message": "Start writing here..."
  },
  "xtIE4i": {
    "description": "Title for the 'IT-03 Advisor' classification",
    "message": "Team Lead and Technical Advisor (IT-03)"
  },
  "y5Z2Li": {
    "description": "Definition of Person with a disability from the StatsCan 'Classification of Status of Disability' page.",
    "message": "Refers to a person whose daily activities are limited as a result of an impairment or difficulty with particular tasks. The only exception to this is for developmental disabilities where a person is considered to be disabled if the respondent has been diagnosed with this condition."
  },
  "yBlzbT": {
    "description": "Invitation to apply for the 'IT-04 Manager' classification",
    "message": "Apply for manager and advisor opportunities<hidden> {name}</hidden>"
  },
  "yExs/j": {
    "description": "Title for the 404 page not found page.",
    "message": "Sorry, eh! We can't find the page you were looking for."
  },
  "yiJYdP": {
    "description": "Title for the modal that appears when a user attempts to archive an application",
    "message": "Archive Application"
  },
  "yu4yB8": {
    "description": "Explanation of a pools optional transferrable skills",
    "message": "To strengthen your application, take into consideration these skills that many hiring managers are looking for."
  },
  "ywkgJx": {
    "description": "Support form details field label",
    "message": "Details"
  },
  "z44LTK": {
    "description": "Link to Statistics Canada's employment equity definitions",
    "message": "According to <link>Statistics Canada's definition.</link>"
  },
  "zDzzb/": {
    "description": "Heading for total matching candidates in results section of search page.",
    "message": "To improve your results, try removing some of these filters:"
  },
  "zHaQlT": {
    "description": "Explanation that employment equity information is optional.",
    "message": "<strong>This section is optional</strong>. If you are a member of one or more of these employment equity groups, and you do not wish to self identify on this platform, there is no obligation to do so. <strong>Complete the form below if you meet both of these conditions</strong>:"
  },
  "zILELf": {
    "description": "Title for the registration page for applicant profiles.",
    "message": "Register using GC Key"
  },
  "zNvXSs": {
    "description": "Link text for IT jobs in government call to action",
    "message": "Browse IT jobs"
  },
  "zeC2K0": {
    "description": "Title for occupational skills on a pool advertisement",
    "message": "Occupational skills"
  },
  "zmV99R": {
    "description": "Description of the application on the homepage",
    "message": "Whether you're thinking about joining government or already an employee, hoping to hire or considering an executive role, this is the place to come to be part of the GC digital community."
  },
  "zqBqj1": {
    "description": "Explanation on how employment equity information will be used, item two",
    "message": "This information will be used to match you to prioritized jobs."
  },
  "zqIEuu": {
    "description": "Button message on footer of review my application page.",
    "message": "Go back to my applications"
  },
  "ztQSF+": {
    "description": "Title for the accessible by design section",
    "message": "Accessible by choice and by design"
  },
  "zz9pwK": {
    "description": "Placeholder for job title input in the request form.",
    "message": "Developer..."
  }
}
