{
  "+6QgII": "Designed by, with, and for the Indigenous community, the program recruits First Nations, Inuit, and Métis applicants who have a passion for IT, for entry level employment, learning and development opportunities.",
  "+G/4Zs": "The <crtcLink>Canadian Radio-television and Telecommunications Commission</crtcLink> (CRTC) deals with broadcasting and telecommunications provider complaints under the <crtcActLink>Canadian Radio-television and Telecommunications Commission Act</crtcActLink>",
  "+ZXZj+": "If there are no matching candidates <a>Get in touch!</a>",
  "+bC9lc": "<strong>Management Path</strong>: IT Team Leads (IT-03) are responsible for supervising work and project teams for IT services and operations in their field of expertise to support service delivery to clients and stakeholders. IT Team Leads are found in all work streams.",
  "+cBKDC": "Jobs in digital government",
  "+wdTbk": "Please complete all required fields on your profile before setting your status as active.",
  "+ywDV8": "Analyst (IT-02)",
  ".ellipsis": "...",
  "/AJCvK": "Add <hidden>{title} </hidden>to profile",
  "/JLaO5": "Cancel",
  "/JQ6DD": "Education Requirement filter",
  "/K1/1n": "Current Classification Group",
  "/Mb8b6": "Important information",
  "/fysAY": "The <ctaLink>Canadian Transportation Agency</ctaLink> (CTA) deals with federal transportation complaints.",
  "/k21MP": "Language Information",
  "/ooPqb": "My application profile",
  "/qN7tM": "Experience Deleted",
  "/vsOxF": "Update my profile",
  "0+hcuo": "Error, application unable to be loaded",
  "07BM9O": "Apply<hidden> to the Indigenous Apprenticeship Program</hidden> now",
  "094835": "I'm looking to...",
  "09x+E7": "Estimated Candidates",
  "0FjYi+": "To be admitted into this process, you will need to display capability in these skills during the assessment process.",
  "0H0CLx": "Awarded to",
  "0I8W8B": "Transferrable skills",
  "0O/eV0": "Welcome to the Digital Talent platform. Moving forward, you can log into your profile using the same GC Key username and password.",
  "0RlNw7": "Project / Product",
  "0ScnOT": "What is your preferred contact language?",
  "0lDq3P": "The list is not filtered.",
  "0m7BIV": "Welcome to Digital Talent",
  "0qNkIp": "Location exemptions",
  "18dDgn": "About this process",
  "1CuGS6": "Indicate if there is a city that you would like to exclude from a region.",
  "1F7at9": "You can find out find out your levels with a <selfAssessmentLink>language proficiency self-assessment</selfAssessmentLink>.",
  "1To4Kg": "Browse opportunities",
  "1UYQaC": "Start Date",
  "1lmME7": "Delete<hidden> application {name}</hidden>",
  "1q/MmU": "Check it out",
  "1wFFIx": "Looking to hire?",
  "1zkApr": "Apply to this recruitment<hidden> {name}</hidden>",
  "248YQT": "Not ready to leave just yet? Head back to the homepage, check out new opportunities, or learn more about some of the research behind this platform.",
  "25VYzu": "Do you have a priority entitlement for Government of Canada job applications? This is a status provided by the Public Service Commission of Canada. To learn more, <priorityEntitlementLink>visit the information on priority entitlements site</priorityEntitlementLink>.",
  "2K7dVp": "E.g.: You want to be considered for the Quebec region, but not for Montréal.",
  "2K8q04": "Do you require accommodations, or do you have any questions about this process?",
  "2UDONd": "Find and apply to digital talent opportunities in the Government of Canada.",
  "2cUBGT": "User not found.",
  "2czUAZ": "Not seeing an active recruitment that matches your skillset? No problem, we still want to hear from you.",
  "2iCpAL": "Accessibility statement",
  "3YyYDt": "Choose one...",
  "3f9P13": "As an employee, what is your employment status?",
  "3quMA8": "<strong>Why can’t I change my status?</strong>",
  "3sbLPV": "We're posting new opportunities all the time. By starting your profile now, you'll be able to submit applications lightning fast when the time comes.",
  "3vDhoc": "Logout",
  "3vjhOA": "Government of Canada language evaluation",
  "3wbcnZ": "View results",
  "491LrZ": "I am currently active in this education",
  "4CT5zI": "IT software solutions",
  "4FEV7d": "You’ve successfully logged in",
  "4I6WIU": "Welcome",
  "4NzbMZ": "Changes made to your profile after submitting will not be updated on this copy.",
  "4bjh8X": "Error: user not found",
  "4f5qcw": "Current Role",
  "5CONbw": "Date Awarded",
  "5Cwvgi": "While <wcagLink>Web Content Accessibility Guidelines (WCAG) 2.1</wcagLink> AA standards set out a baseline for conformance, audits from real users allow us to deliver beyond the minimum requirements. Accessibility is considered at every stage of our product design and development cycle. We try to make sure everyone has a pleasant experience on our platform.",
  "5FFRV2": "Error: updating user failed",
  "5G+j56": "Priority number provided by the Public Service Commission of Canada",
  "5U+V2Y": "We can still help!",
  "5U4C61": "We also use this information to provide you with more contextualized opportunities and suggestions based on your employment status.",
  "5YzNJj": "IT-04: Senior Advisor or Manager ($101,000 to $126,000)",
  "5g49WB": "I am bilingual (En/Fr) and <strong>have NOT</strong> completed an official <languageEvaluationPageLink></languageEvaluationPageLink>.",
  "5ikciS": "Write title here...",
  "5lBIzg": "My profile",
  "5pQfyv": "French positions",
  "5pZFQ3": "Are you sure you would like to delete application {name}?",
  "5r5XSh": "Please check your email for a summary of your submission.",
  "60Ee78": "Continue my application<hidden> {name}</hidden>",
  "64Pv6e": "Work preferences",
  "6B7e8/": "Archive<hidden> application {name}</hidden>",
  "6UCzgs": "Remember, to sign back in, you'll need to use your GC Key username and password. We hope to see you soon!",
  "6bvAQ+": "Feedback and contact information",
  "6cYs7i": "You are a member of one or more of these employment equity groups.",
  "6danS7": "This category includes persons whose reported gender is female. It includes cisgender (cis) and transgender (trans) women.",
  "6mDW+R": "Request Candidates",
  "6p6syC": "My application profile",
  "6rhyxk": "Logout",
  "6vsgLY": "Please indicate if you are currently an employee in the Government of Canada.",
  "70bx4O": "Remove from experience",
  "74WtLG": "Can accept a combination of work experience and education",
  "78ITuW": "Application not found.",
  "7DtNMY": "Edit education experience",
  "7KJGSu": "This stream includes programming, systems design and development, business analysis, configuration, testing, and implementation.",
  "7OWQgZ": "Work Preferences",
  "7X5cnb": "Edit award",
  "7hUWc+": "Create a profile",
  "7inIW/": "Got credentials? Share your degree, certificates, online courses, trade apprenticeship, licences or alternative credentials. If you've learned something from a recognized educational provider, include your experiences here.",
  "7lCUIL": "What is the job title for this position?",
  "7o+Vzu": "Combination Experience",
  "7qR4UK": "Personal Information",
  "81ITk+": "Write project name here...",
  "86Y8lx": "Your name",
  "86rJAg": "Team Leads are responsible for supervising work and project teams to support service delivery to clients and stakeholders.",
  "87FqAO": "Learn more",
  "87nFC8": "There are two types of IT-04 employees: those following a management path, and individual contributors.",
  "8M2Tbu": "<strong>VRS:</strong> CHRC accepts video relay service calls made through <relayServiceLink>Canada VRS</relayServiceLink>.",
  "8NB+Ay": "Quick filter",
  "8NJbCH": "Indicate all locations where you are willing to work, including your current location (if you are interested in working there).",
  "8QN6ZC": "Select a level...",
  "8THvSC": "Write title here...",
  "8fQWTc": "Any duration (short term, long term or indeterminate) (Recommended)",
  "8i+lzm": "I am currently active in this role",
  "951Oju": "Check out the latest GC opportunities in digital and tech, from entry level to management. Find a team, make a difference, and be inspired.",
  "96GHnx": "Edit personal experience",
  "97UAb8": "Short title for this experience",
  "9Eke1a": "\"I promise that the information I've provided is true\"",
  "9KOwXq": "Executives in digital government",
  "9LyLWf": "<atagLink>ATAG 2.0</atagLink> conformance",
  "9UZ/eS": "Organization",
  "9hdbFi": "About the Digital Talent Pool",
  "9nIALc": "Error: creating request failed",
  "9ttiBB": "Write award title here...",
  "9yMdpm": "Continue to GC Key and Register",
  "Aa8SIB": "IT-03: Technical Advisor or Team Leader ($88,000 to $110,000)",
  "AauSuA": "N/A",
  "AcsOrg": "Are you sure?",
  "AhNR6n": "Cancel",
  "AtZhfR": "3. Skills in detail",
  "AwIGg0": "Have a specific question? Want to provide feedback or report a bug? Send us a message using this form.",
  "AyP6Fr": "Education requirement for the job",
  "B/LE8S": "This information is used for account management and communications purposes, it has no impact on the job matching or job recommendations.",
  "BFvwdM": "Designing accessible layouts and interactive elements",
  "BWvfeG": "We also offer passive recruitment buckets that allow us to find talent fast when the demand arises. While there’s no guarantee a job will result from the opportunities below, it’s an easy way for your name and resume to be found by managers when the time comes. Feel free to submit your name to any bucket that matches your skills.",
  "Badvbb": "Group / Organization / Community",
  "BhfG7a": "Visit the talent search page",
  "Boze7x": "My Applications",
  "Bp3HEe": "{candidateCount, plural, =0 {There are approximately <strong><testId>{candidateCount}</testId></strong> candidates right now who meet your criteria.} =1 {There is approximately <strong><testId>{candidateCount}</testId></strong> candidate right now who meets your criteria.} other {There are approximately <strong><testId>{candidateCount}</testId></strong> candidates right now who meet your criteria.} }",
  "BruLeg": "Error: creating account failed.",
  "BxJSsB": "This stream includes developing and maintaining data models, database design, capacity planning, performance management, and ensuring data integrity.",
  "C2iUvf": "IT enterprise architecture",
  "C6YPk3": "Apply now",
  "CPRJ61": "ID:",
  "CZ3wxJ": "Submit a new message",
  "CZcsxM": "Continue to GC Key and Login",
  "CbzWqJ": "The Digital Ambition outlines the Government of Canada's commitment to create modern, accessible digital services. Achieving these priorities will result in a government that provides improved \"digital-first,\" user-centred, and barrier-free services and programs.",
  "CuHYqt": "Save and go back",
  "D0bpvq": "Archived Applications",
  "D8IMp7": "Language preference for communication",
  "DDwQg5": "Based on this definition, I want to add the following to my profile:",
  "DK870a": "Account successfully created.",
  "DVkO+D": "This stream includes working with the departmental IT architecture direction, collaborating with other IT streams, and conducting research into emerging technologies.",
  "DZ775N": "Successfully added experience!",
  "DZwVvi": "Member of the Canadian Armed Forces (CAF)",
  "DcEinN": "Error, pool unable to be loaded",
  "Dy5kjx": "What did you accomplish, create or deliver using this skill?",
  "DyaaHi": "Award Scope",
  "DydUje": "Formal education",
  "E2HkVa": "Search pools",
  "EBmWyo": "Home",
  "EHOcOR": "Write name here...",
  "EIHPGF": "Your application to a process will be reviewed by our team and if it's a match, you will be invited to an assessment. Once accepted, managers will be able to contact you about job opportunities based on your skills.",
  "EOO6S0": "IT business line advisory services",
  "EVGeHh": "Continue to step 2",
  "EWCP4t": "From entry-level executives to CIO opportunities across the GC, this is the place to come if you're ready to take on a digital leadership role making a difference for Canadians.",
  "EfR7Rv": "Write group name here...",
  "ElfiAv": "IT infrastructure operations",
  "F+WFWB": "Region",
  "F4K5RB": "Visible minority refers to whether a person is a visible minority or not, as defined by the Employment Equity Act. The Employment Equity Act defines visible minorities as \"persons, other than Aboriginal peoples, who are non-Caucasian in race or non-white in colour\". The visible minority population consists mainly of the following groups: South Asian, Chinese, Black, Filipino, Arab, Latin American, Southeast Asian, West Asian, Korean and Japanese.",
  "FC5tje": "Additional Comments",
  "FFD16/": "Delete Application",
  "FkwGWO": "Our commitment to accessible design, development, and service delivery.",
  "FmN1eN": "+123243234",
  "FqXo5j": "Priority Entitlement",
  "FtlwFY": "View open pools",
  "G1RNXj": "Home",
  "G4fR8L": "<strong>TTY:</strong> 1-888-643-3304",
  "GAjpqU": "Here is where you can add experiences and skills to your profile. This could be anything from helping community members troubleshoot their computers to full-time employment at an IT organization.",
  "GHvRHc": "To submit a request, please provide the following information so we can contact you.",
  "GIN69n": "Closing date:",
  "GIPciq": "<strong>Note:</strong> If you select more than one employment equity group, ALL candidates who have self-declared as being members of ANY of the selected EE groups will be referred. If you have more detailed EE requirements, let us know in the comment section of the submission form.",
  "GNtu/7": "I would consider accepting a job that lasts for:",
  "GNvz2K": "Other field related experience",
  "GSzckJ": "Curious about how the GC Digital Talent platform was developed? Want to learn more about the ideas, designs, and philosophy going on behind the scenes? Check out the path from Talent Cloud's experimental pilot to today's full-scale platform.",
  "GYk6Nz": "Security clearance: {securityClearance}",
  "GZrICV": "Browse IT opportunities for the Indigenous community",
  "Gil1Zj": "Read the Digital Ambition",
  "Gp+70V": "Apply by:",
  "GqVBqi": "Account Details",
  "H05wXr": "There are no skills attached to this experience yet. You can add some on the step above.",
  "H1J8wl": "e.g. Thomas",
  "H3Za3e": "Save and go to my profile",
  "HCWGjZ": "<strong>Testing with Real Users.</strong> Before we consider anything to be ready for release, we work with <fableLink>Fable Tech Labs</fableLink> to get our products and features evaluated by users who require adaptive technologies to access the web. This is an important step to make sure our products work for real people.",
  "HHEQgM": "Select a classification",
  "HPDqDV": "I am bilingual (En/Fr) and <strong>have</strong> completed an official <strong>ENGLISH</strong> <languageEvaluationPageLink></languageEvaluationPageLink>.",
  "HXNJ6Z": "See advertisement<hidden> {name}</hidden>",
  "HYm817": "Location: {location}",
  "Hd0nHP": "(To be determined)",
  "Hgd/PL": "Return home",
  "Hiv/2m": "Logout",
  "HvD7jI": "How to use this tool",
  "IEkhMc": "First Name",
  "IF1xj8": "Preference will be given to veterans, Canadian citizens and to permanent residents.",
  "IT6Djp": "The selected conditions of employment will be compared to those chosen by candidates in their applications.",
  "ITkmBQ": "Employment equity",
  "IUQGA0": "Delete",
  "Igrveg": "Quick Links",
  "IhXvCe": "Are you sure you would like to delete this experience from your profile? This action cannot be undone.",
  "Iodi0/": "Our designers pay attention to:",
  "J2WrFI": "Browse IT jobs",
  "J5oMC8": "Skill in detail",
  "JBRqD9": "English positions",
  "JRlnNk": "Digital Community Management",
  "JUk80l": "Education",
  "Jdo3br": "Apply for technician opportunities<hidden> {name}</hidden>",
  "JjPpGt": "This additional personal information will be used only for communication purposes.",
  "Jorewd": "We're posting new opportunities all the time. By keeping your profile up to date, you'll be able to submit applications lightning fast when the time comes.",
  "Jwj3YC": "Manager and Senior Advisor (IT-04)",
  "K7wsxV": "You can log into your Digital Talent profile using your existing GC Key, even if you’ve never used this platform before.",
  "KE49r9": "My experience and skills",
  "KEhCJX": "Application archived successfully!",
  "KXEuON": "<wcagLink>WCAG 2.1</wcagLink> conformance",
  "KYFarS": "What are pool recruitments?",
  "Kl5OX1": "Your impact",
  "KmKbA6": "Additional Information",
  "KnE2Rk": "Cancel",
  "Knr0yc": "Submit my application",
  "KoPFx4": "Required diploma from post-secondary institution",
  "L8k+lC": "Back",
  "L9mWLV": "Talent Cloud report",
  "LFYdXR": "Recommended based on your skills",
  "LMGaDQ": "Register",
  "LN0Wag": "Edit community experience",
  "LOYv+/": "Request Form",
  "LOh+c5": "Step 2: Sign and submit",
  "LUEVdb": "Step 1: Review my profile",
  "Ledr63": "Signature",
  "LjE48l": "Cancel",
  "M3c9Yo": "Error: deleting application failed",
  "M6PbPI": "Select a province or territory...",
  "MS9dB9": "GC Digital Talent",
  "MTwQ3S": "Which email do you like to be contacted at?",
  "MZJYQd": "Contact and support",
  "MiBPoz": "Technician (IT-01)",
  "Ms6O4W": "Let our team save you time and energy by matching your needs to pre-qualified IT professionals with the right skills for the job. All the talent in our pools has been qualified through a competitive process, so you can jump straight to the interview and decide if they are a good fit for your team.",
  "MtONBT": "Do you currently work for the government of Canada?",
  "Mu+1pI": "Bilingual positions (English and French)",
  "Mz+gUV": "GC Digital Talent",
  "N6+rnM": "example@canada.ca...",
  "N87bC7": "Thesis Title",
  "NP/fsS": "Which department do you work for?",
  "NSuNSA": "Browse opportunities",
  "NXzsK4": "Search the Digital Talent Pool",
  "NamQ1+": "You've successfully logged out of the platform",
  "NdvdT2": "Building accessible features and tools like dark mode",
  "NjHXGh": "Learn more<hidden> about the Office of the Chief Information Officer</hidden>",
  "NrivlZ": "Edit Experience",
  "OAOnyY": "Current Experience",
  "OArzY6": "<strong>Phone:</strong> <phoneLink>613-995-1151</phoneLink>",
  "OH5tTS": "Optionally, add a city or village here...",
  "OMDX09": "Get ready by updating your profile",
  "OQ+K+X": "Remove <hidden>{title} </hidden>from profile",
  "OQhL7A": "Status",
  "OT0QP3": "Cancel",
  "OUKOBH": "1. Community Experience Details",
  "OdjW9z": "We'll do our best to get back to you with a response within the next two business days.",
  "OezjH3": "Search",
  "OjhS6t": "Full name...",
  "Or11km": "The Employment Equity Act of Canada (1995) identifies four groups who have experienced systemic employment barriers, and a number of obligations for the Government of Canada in addressing these barriers.",
  "Os+BwT": "Describe experience details here...",
  "P/Mm5G": "Experience and Skills",
  "PF2m1d": "Experience and Skills",
  "PH8qp2": "Were there any special techniques or approaches that you used?",
  "PIgh3U": "Let us know if you want to be contacted for new jobs. Please update this status if your situation changes.",
  "PXfQOZ": "Archive",
  "PXlO7h": "Need-to-have skills",
  "Q18B0y": "Write title here...",
  "Q2+VXx": "If you’re unsure whether you have an existing GC Key account, continue to the website and try logging in. If you can’t remember your password, you can also reset it there.",
  "Q6ws0E": "It looks like you've landed on a page that either doesn't exist or has moved.",
  "Q79qKT": "<strong>Hours:</strong> Monday to Friday, 8:00 a.m. to 8:00 p.m. (Eastern Time)",
  "Q7yh4j": "Error, applications unable to be loaded",
  "Q96xMb": "My employment equity information:",
  "QJ5uDV": "Select a job stream",
  "QN/1MR": "This stream includes providing specialized IT guidance as well as working with clients and/or suppliers to acquire and sustain IT resources that support Government operation.",
  "QpfFEG": "This information will be used in an anonymous form for statistical purposes.",
  "R5aTZ9": "Language Information",
  "R75HsV": "Help us match you to the best candidates by sharing more information with our team on the exact skills you are looking for.",
  "RBsGRp": "Apply to ongoing recruitment",
  "RF51Bp": "Work",
  "RGzfes": "Select the working language ability the candidate needs for this position.",
  "RNI+IH": "Skills selected ({skillCount})",
  "Rgh/Qb": "4. Additional information for this experience",
  "SDQWZf": "Back to previous step",
  "STLaIq": "Nice to have",
  "SXvOXV": "Browse opportunities",
  "SXyhoR": "Not all complaints will go directly to the Accessibility Commissioner. There are some exceptions:",
  "SZTFJq": "Search the Digital Talent Pool",
  "Srs7a4": "Skip to main content",
  "SuqyvD": "If this process looks like the right fit for you apply now!",
  "SypvZP": "The list is filtered to the {jobStream} job stream.",
  "T1TKNL": "Second language proficiency level",
  "TGCq/w": "Use the form below to help us better understand your language preferences and capabilities",
  "TS63OC": "Please indicate your current substantive group classification and level.",
  "TSqr8X": "Write name here...",
  "TV4UWm": "Saved",
  "TfoHYi": "Diversity, equity and inclusion",
  "Tg8a57": "Use the filters below to specify your hiring needs. At any time you can look at the results located at the bottom of this page to see how many candidates match the requirements you have entered. When you are comfortable with the filters you have selected, click the Request Candidates button to add more details and submit a request form.",
  "Tk2HJy": "Looking for a job?",
  "Tr5Pga": "Add new experience:",
  "TrO4uL": "Salary range:",
  "TuhgU0": "Employment equity options:",
  "TxVbLI": "Classification filter",
  "Txu5Yq": "Despite all efforts to make our website fully accessible, if you encounter a problem we missed, or require a different format, we encourage you to contact us at:",
  "U+ApNl": "The deadline for submission has passed.",
  "U/ji+A": "Application created",
  "U6IroF": "2-Year Post-secondary Education",
  "UDpZ1q": "1. Personal Experience Details",
  "UIkTbl": "e.g. thomas.edison@example.com",
  "UJ/rX1": "<strong>Email:</strong> <chrcMailLink>Info.Com@chrc-ccdp.gc.ca</chrcMailLink>",
  "UN2Ncr": "IT-02: Analyst ($75,000 to $91,000)",
  "UUIb3j": "Department / Hiring Organization",
  "Uaew4x": "My applications",
  "Uh9Yj4": "Government Information",
  "UoZLL/": "The <chrcLink>Canadian Human Rights Commission</chrcLink> (CHRC) deals with discrimination complaints under the <chraLink>Canadian Human Rights Act</chraLink>.",
  "Uv9q53": "Write area of study here...",
  "UxF291": "Last Name",
  "V1DqDX": "Required skills:",
  "V8v+/g": "Classification filter",
  "V9XmLH": "Automated accessibility test results",
  "VBsMcq": "Learn more<hidden> about Digital Community Management</hidden>",
  "VQWGkh": "<strong>Individual Contributor</strong>: IT Senior Advisors (IT-04) provide expert technical advice and strategic direction in their field of expertise in the provision of solutions and services to internal or external clients, and stakeholders.",
  "VX2+ET": "IT planning and reporting",
  "Vfxtz/": "You currently have no archived applications.",
  "Vvb8tu": "I would consider accepting a job that:",
  "VwVtqr": "Employment Duration",
  "W2YIEA": "Apply for this process",
  "W4Svkd": "Comprehension",
  "W6dFND": "Contact and Accommodations",
  "W7LpsW": "1. Education Details",
  "W7io0W": "My Status updated successfully!",
  "WE/Nu+": "Select a department...",
  "WSo3Y/": "The Accessibility Commissioner is responsible for enforcing the <acaLink>Accessible Canada Act</acaLink> and the <acrLink>Accessible Canada Regulations</acrLink> in the federal public service. They will also deal with certain <complaintsLink>accessibility complaints</complaintsLink>. The Accessibility Commissioner is a member of the Canadian Human Rights Commission.",
  "WZwXDb": "You would like to be considered for opportunities addressed to underrepresented groups.",
  "Wi4tia": "Our developers pay attention to:",
  "WjssQc": "Choose one...",
  "WkX8Ge": "Need to have",
  "Wnw+oz": "<strong>Email</strong>: <anchorTag>{emailAddress}</anchorTag>",
  "WyKJsK": "Error: updating experience failed",
  "X354at": "Bilingual evaluation",
  "X8JZSG": "End Date",
  "X9IdZQ": "e.g. Edison",
  "XBfLOu": "My status",
  "XF4Ok2": "Award",
  "XR37x0": "Indigenous Apprenticeship Program",
  "XSxaGk": "This pool is open to most departments and agencies. Candidates in the pool vary from just starting their career to seasoned professionals with several years of work experience. This is an ongoing recruitment pool, which means new candidates are being added every week.",
  "XY19Sh": "About me",
  "XiUgMy": "<hidden>Add new </hidden>{title}<hidden> experience</hidden>",
  "XijxiY": "Below we’d like to know if you’re already an employee with the Government of Canada. We collect this information because it helps us understand, at an aggregate level, how digital skills are distributed amongst departments.",
  "XzUzZz": "There are no experiences on your profile yet. You can add some using the preceding buttons.",
  "Y7jEXr": "Select a level...",
  "Y7l4/n": "Please indicate the language levels you acquired from your Government of Canada language evaluation.",
  "YA/7nb": "Error: classification group not found.",
  "YDeXEW": "Indigenous identity refers to whether the person identified with the Indigenous peoples of Canada. This includes those who identify as First Nations (North American Indian), Métis and/or Inuk (Inuit), and/or those who report being Registered or Treaty Indians (that is, registered under the Indian Act of Canada), and/or those who have membership in a First Nation or Indian band. Aboriginal peoples of Canada (referred to here as Indigenous peoples) are defined in the Constitution Act, 1982, Section 35 (2) as including the Indian, Inuit and Métis peoples of Canada.",
  "YImugL": "Active talent recruitment processes",
  "YJdsMY": "Issuing Organization or Institution",
  "YZyNUJ": "Signature",
  "Yhd/hk": "No experience found.",
  "YlWJ/N": "Non-conventional training",
  "Yln61n": "<strong>Fax:</strong> 613-996-9661",
  "Ytlyzb": "Edit work experience",
  "YyHN1i": "Any language (English or French)",
  "Z0PCOW": "Are you sure you would like to archive application {name}?",
  "Z3prc4": "Login using GC Key",
  "Z9Uex5": "Technicians (IT-01) provide technical support in the development, implementation, integration, and maintenance of service delivery to clients and stakeholders",
  "ZSAzrR": "Expiry Date:",
  "Za/qCZ": "Managers can request candidates by employment equity group(s) to address current of future representation gaps in the workforce. (Categories reflect EE data defined under the Public Service Employment Act and collected through the PSC application process. For consistency, this platform reflects the PSC's category terminology.)",
  "ZgeBBn": "The <relationsLink>Federal Public Sector Labour Relations and Employment Board</relationsLink> deals with complaints from some federal public service employees, RCMP members and employees of Parliament.",
  "Zre7E9": "If you are not happy with how we respond to your complaint, reach out to the CHRC at the coordinates below:",
  "ZuFBx5": "Beginner <gray>- I have basic reading, writing and verbal communication skills.</gray>",
  "ZuyuPO": "IT-01: Technician ($60,000 to $78,000)",
  "Zx0ylN": "Application submitted successfully!",
  "Zx3BVC": "Are you sure you would like to logout?",
  "ZxLDpB": "Application profile",
  "Zzd/sJ": "In this field please include any additional details and qualifications you are seeking from the candidates such as: programming languages, certifications, knowledge, or a specific work location.",
  "a6c/ce": "Did you get recognized for going above and beyond? There are many ways to get recognized, awards are just one of them.",
  "aDRIDD": "Current Education",
  "aL5y0G": "IT project portfolio management",
  "aQJOd0": "Select a level...",
  "aemElP": "I am currently active in this experience",
  "asqSAJ": "Select a location...",
  "axQDlj": "Get in touch with us to provide feedback or report a problem.",
  "b9/MXQ": "How much responsibility did you have in this role?",
  "bBz/OJ": "User acceptance test results",
  "bF/ZqD": "Technicians provide technical support in the development, implementation, integration, and maintenance of service delivery to clients and stakeholders.",
  "bKvvaI": "Conditions of employment",
  "bbso+7": "{candidateCount, plural, one {There is <strong><testId>{candidateCount}</testId></strong> matching candidate in this pool} other {There are <strong><testId>{candidateCount}</testId></strong> matching candidates in this pool} }",
  "brQu7D": "I do not have a priority entitlement",
  "btydLe": "First Name",
  "bz6geU": "This stream includes specialized security skills that focus in programming, infrastructure, business applications, and data.",
  "c/Qp8R": "Work Location Preference",
  "c3CV4P": "You can log into your Digital Talent profile using your existing GC Key, even if you've never used this platform before.",
  "cHJFcW": "Other requirements",
  "cYg+l1": "Are you looking for entry-level IT talent and want to support diversity, inclusion, and reconciliation? Connect with the IT Apprenticeship Program for Indigenous Peoples and start the process to hire Indigenous apprentices today!",
  "cZmuts": "See you next time!",
  "ciWrxr": "1. Work Experience Details",
  "cmFeXj": "Select a job stream...",
  "crqgGQ": "This stream includes providing specialized IT planning guidance, and the collaborative creation of deliverables that include strategic plans, IT policies and standards, and governance processes.",
  "csD/wq": "Select skills that match the abilities you displayed during this experience period. You will explain how you used them in the next step.",
  "d0qGas": "What tasks or activities did you do that relate to this skill?",
  "d4OJ5V": "Managers are responsible for managing the development and delivery of IT services and/or operations through subordinate team leaders, technical advisors, and project teams.",
  "d8FGfc": "<strong>Making our products accessible and usable by all.</strong> Our web application should adjust smoothly to various screen sizes and allow our users to access the platform on devices that meet their needs. Every feature we build needs to be accessible, but like making a great plate of nachos, you need the right ingredients to even get started. We start with these practical ingredients:",
  "dAopan": "Optimizing UX research results",
  "dE2WB1": "Employment equity ({equityFiltersActive})",
  "dHLkSE": "Back to pool",
  "dIIccA": "I discovered the Indigenous Apprenticeship Program on talent.canada.ca and I'd like to learn more about how I can hire apprentices to my team.",
  "dIZPra": "\"I understand that I am part of a community who trusts each other\"",
  "dRnKNR": "Full Name",
  "dTMBj9": "After adding some skills please explain how you used them, try answering one or more of these questions:",
  "da8nDk": "Show archived applications",
  "dcV5qH": "The <actLink>Employment Equity Act</actLink> is currently <reviewLink>under review</reviewLink>.",
  "de/Vcy": "Current city",
  "dh2xc5": "This information will be shared with hiring managers.",
  "doatZI": "Technical Advisors are individual contributors that provide specialized technical advice and recommendations in support of service delivery.",
  "dxv7Jx": "We use this filter to match candidates who express interest in a classification level, or certain expected salaries in these classifications.",
  "e/ez/m": "Choose Level",
  "eFvsOG": "Skills selection",
  "eTTlR0": "Submit Request",
  "eeWkWi": "{totalCandidateCount, plural, =0 {Results: <testId>{totalCandidateCount}</testId> matching candidates} =1 {Results: <testId>{totalCandidateCount}</testId> matching candidate} other {Results: <testId>{totalCandidateCount}</testId> matching candidates} }",
  "elFbzT": "Type of Education",
  "emx1cK": "Summary of filters",
  "evxvnW": "User updated successfully!",
  "f3Qqop": "Designed by the Indigenous community for the Indigenous community, this program recruits entry-level applicants for learning and development IT opportunities across government.",
  "fI6Hjf": "Preference will be given to Canadian citizens and permanent residents of Canada",
  "fK7jxe": "You have not added any employment equity options to your profile.",
  "fVAMSw": "Submit feedback",
  "ftyyhv": "Apply for lead and advisor opportunities<hidden> {name}</hidden>",
  "fvJnoC": "Language requirement: {languageRequirement}",
  "g+JcDC": "More opportunities are coming soon!",
  "gBWsuB": "Telephone",
  "gDQZIQ": "Gained experience by being part of or giving back to a community? People learn skills from a wide range of experiences like volunteering or being part of non-profit organizations, indigenous communities, or virtual collaborations.",
  "gG5eAt": "Contact the Apprenticeship Program",
  "gKyog2": "Oops, it looks like you've landed on a page that you are not authorized to view.",
  "gUb3PY": "Request created successfully!",
  "gWEfA9": "You have not been accepted into any hiring pools yet.",
  "ghmTOo": "This information is used to manage your account and to communicate.",
  "gnGAe8": "Current Classification Level",
  "gpuTAV": "What does {classification}{genericTitle} mean?",
  "gtaSs1": "This platform allows you to apply to recruitment processes that makes it easy for hiring managers to find you.",
  "h1wsiL": "Anything else about this experience you would like to share.",
  "h5CY+u": "This bucket includes working full-time on large, formal projects that require the sharing of and application of rigorous application of IT project management skills and knowledge.",
  "hCgrxA": "There are two types of IT-03 employees: those following a management path, and individual contributors.",
  "hEXXG0": "ID: {id}",
  "hL7Y6p": "(No skills required)",
  "hRe0yl": "Employment duration",
  "hTJgV2": "All required fields are complete. You can now change your status.",
  "hTeiV1": "We try to reply to inquiries within five business days. We also welcome your feedback on our accessibility efforts.",
  "i17oNt": "Share your experiences gained from full-time, part-time, self-employment, fellowships or internships.",
  "i3IjQt": "Error: archiving application failed",
  "i4CKlO": "You made it! By signing your name below you confirm that:",
  "i55f5L": "1. Award Details",
  "i5xxbe": "Email",
  "i99arX": "How I used this skill...",
  "i9E0ka": "Go to the homepage",
  "i9cA5V": "Office of the Chief Information Officer",
  "iN2H6J": "The selected duration will be compared to the one chosen by candidates in their applications. Change this only if the job offer has a determined duration.",
  "iP8EMf": "Requirements",
  "iiEGjW": "We've received your message.",
  "iilT16": "Error: submitting application failed",
  "ioghLh": "My applications",
  "isfAkZ": "Hiring Policies",
  "jDv8lx": "Learn more<hidden> about how the platform was created</hidden>",
  "jHuiRm": "Ticket created successfully!",
  "jPLaDk": "Sorry, you are not authorized to view this page.",
  "jRmRd+": "GC Digital Talent is the new recruitment platform for digital and tech jobs in the Government of Canada. Apply now!",
  "jTN0bg": "Hire talent for your team",
  "jbftvG": "<strong>Yes</strong>, I am a Government of Canada employee",
  "jcl2s9": "Error, pool candidate unable to be loaded",
  "je6zFF": "Apply for analyst opportunities<hidden> {name}</hidden>",
  "jp6hlj": "Certain jobs require you to work odd hours or perform tasks that are a little outside of the normal. Please indicate which special requirements you are comfortable with.",
  "jrjPWp": "Successfully updated experience!",
  "jslBEY": "{name}'s profile",
  "k29AEC": "<strong>Toll free:</strong> <tollFreeLink>1-888-214-1090</tollFreeLink>",
  "kH4Jsf": "When you apply to this process, you are not applying for a specific position. This process is intended to create and maintain an inventory to staff various positions at the same level in different departments and agencies across the Government of Canada.",
  "kHypfJ": "From concept to code",
  "kfzKrV": "Report a missing page",
  "kjtiha": "My applications",
  "knmaAL": "People are more than just education and work experiences. We want to make space for you to share your learning from other experiences. To protect your privacy, please don't share sensitive information about yourself or others. A good measure would be if you are comfortable with all your colleagues knowing it.",
  "ky585k": "Conditions of Employment ({operationalRequirementFilterCount})",
  "l3tT4m": "Behind the GC Digital Talent platform is a whole team of people designing, developing, screening applicants, talent managing employees, placing executives, and helping managers find the talent they need to deliver services to Canadians.",
  "l9AK3C": "or",
  "lPWUoO": "Create account",
  "laGCzG": "Conditions of employment / Operational requirements",
  "lai6E5": "Saving...",
  "ls7b2p": "Salary range:",
  "m21EOJ": "<strong>Management Path</strong>: IT Managers (IT-04) are responsible for managing the development and delivery of IT services and/or operations through subordinate team leaders, technical advisors, and project teams, for service delivery to clients and stakeholders. IT Managers are found in all work streams.",
  "m3qn9l": "Employment equity groups",
  "m5hjaz": "When hiring managers have IT staffing needs and positions become available, applicants who meet the qualifications for this process may be contacted for further assessment. This means various managers may reach out to you about specific opportunities in the area of application development.",
  "mI6AeU": "Coming soon",
  "mJ1HE4": "Add Experience",
  "mKzQwr": "Language ability",
  "mNWpoy": "Additional details",
  "mRNmrR": "Government e-mail",
  "mbtf3h": "To be admitted into this process, you will need to submit sufficient information to verify your experience in <strong>all of these skills (Need to have - Occupational)</strong> with your application.",
  "md7Klw": "Login",
  "mhtcMd": "Most jobs in the Digital community do not require a diploma, change this only if the job requires a diploma.",
  "moKAQP": "Error: adding experience failed",
  "mq4G8h": "My Applications",
  "mrhpJS": "Community",
  "msn4mz": "Ask a question",
  "mwEGU+": "You have already applied to this.",
  "nEMeaQ": "Ongoing recruitment",
  "nOE+8s": "Work location",
  "nYA+Tj": "Hiring Indigenous Tech Talent",
  "ntUOoz": "Select the positions you would like to be considered for",
  "nuP1BG": "Personal",
  "nueuS8": "Work location",
  "nzw1ry": "Area of study",
  "o+a0IN": "Pool Owner: {name}",
  "o/YTo0": "Getting started",
  "o0Yt8Q": "Institution",
  "o5pks7": "Citizenship Status",
  "oDyHaL": "Error, job title not found.",
  "oOR4Rd": "Step 2",
  "oURESC": "I agree to share this information with verified Government of Canada hiring managers and HR advisors who have access to this platform.",
  "oXYnZN": "Reach out to us",
  "ofOoFQ": "<strong>Don't have a GC Key account?</strong> <a>Register for one.</a>",
  "og5vUB": "Request for pool candidates: <primary>{candidateCountNumber, plural, =0 {no candidates} =1 {1 estimated candidate} other {{candidateCountNumber} estimated candidates}}</primary>",
  "ojN4Si": "Closing date:",
  "om2bZu": "This statement was prepared on November 8, 2022.",
  "owzveI": "Experience and education",
  "p/dXxz": "I'm interested in hiring Indigenous IT apprentices for my team",
  "p3j/0q": "Please contact the Digital Community Management team if you require any accommodations during this application process.",
  "p72C40": "Working language ability",
  "pGTTrp": "Diversity, equity and inclusion",
  "pPVkYX": "Analysts provide technical services, advice, analysis, and research in their field of expertise to support service delivery to clients and stakeholders.",
  "pR23NW": "My profile",
  "pYGf4h": "2. Skills displayed during this experience",
  "paLFgh": "Advanced <gray>- I am completely fluent.</gray>",
  "pcnr9A": "If you're unsure whether you have an existing GC Key account, continue to the website and try logging in. If you can't remember your password, you can also reset it there.",
  "pf1Ffp": "Submit application profile",
  "pffFnd": "IT database management",
  "px7yu1": "There are no available employment equity options.",
  "q04FCp": "My Applications",
  "q5rd9x": "Experience Description",
  "qDYcDP": "You are still encouraged to keep your profile up to date, updated versions will be used at later steps of the hiring process.",
  "qLYONf": "Get ready by creating a profile",
  "qNL/Rp": "On-the-job learning",
  "qYWmzA": "Stream",
  "qeD2p/": "Award Title",
  "quxa4Q": "Proactive compliance and enforcement framework",
  "r4PFx0": "Current province or territory",
  "r6DZ71": "Cancel",
  "r9FSaq": "Successful completion of two years of post secondary education in computer science, information technology, information management or another specialty relevant to this position.",
  "rJMWiV": "<strong>No</strong>, I am not a Government of Canada employee",
  "rMYmPd": "Cancel and go back",
  "rNVDaA": "Sorry, something went wrong. Please email <anchorTag>{emailAddress}</anchorTag> and mention this error code: {errorCode}.",
  "rUFZwt": "Log in instead",
  "raFdbB": "Analysts (IT-02) provide technical services, advice, analysis, and research in their field of expertise to support service delivery to clients and stakeholders. IT analysts are found in all work streams.",
  "rakdZh": "Location: Remote optional",
  "rw05Jq": "You currently have no applications.",
  "rywI3C": "Verbal",
  "s2+FXu": "GC Digital Talent is committed to building an accessible and inclusive digital service. At the heart of our platform design and development is an endeavour to create equal employment opportunities for all. To us, building accessible services means meeting the needs of as many people as possible, including edge cases. We are working across all disciplines - research, development, design, and accessibility - to ensure our service is intentional, accessible, and inclusive.",
  "s3Uz7q": "GC Digital Talent is only one of the many initiatives being led by the Office of the Chief Information Officer of Canada (OCIO). Learn more about OCIO's role in the Government of Canada. Check out Canada's Digital Ambition 2022 to see where OCIO is heading in the future.",
  "s60QyR": "2 or more years of combined experience in a related field including any of the following:",
  "sBksyQ": "Delete",
  "sIM1t+": "Choose one...",
  "sOmB9g": "Hide archived applications",
  "sYqIp5": "...indeterminate duration only. (permanent only)",
  "sapxcU": "Disclaimer",
  "shwFSK": "I am bilingual (En/Fr) and <strong>have</strong> completed an official <strong>FRENCH</strong> <languageEvaluationPageLink></languageEvaluationPageLink>.",
  "sk9CeW": "Language",
  "svCFrY": "This stream includes infrastructure management of networks, mainframes, servers, and storage, providing IT support, and client/supplier relationships.",
  "szLvj0": "Your email",
  "t12bCU": "Save and go back",
  "t5G3Fz": "Intermediate <gray>- I have strong reading, writing and verbal communication skills.</gray>",
  "tDetPq": "Senior Advisors are individual contributors that provide expert technical advice and strategic direction in the provision of solutions and services.",
  "tTuBmE": "The Digital Ambition",
  "tZmXOj": "Improving colour accessibility",
  "tf/wEc": "Pools Index",
  "tlAiJm": "Error application creation failed",
  "tlsomU": "My Profile",
  "ttRVSp": "How will this data be used?",
  "tu2Z17": "The GC Digital Talent team follows inclusive <digitalStandardsLink>Government of Canada Digital Standards</digitalStandardsLink>.",
  "u+9mg1": "<strong>Individual Contributor</strong>: IT Technical Advisors (IT-03) provide specialized technical advice, recommendations and support on solutions and services in their field of expertise in support of service delivery to clients and stakeholders. IT Technical Advisors are found in all work streams.",
  "u3eefq": "Request pool candidates",
  "u4v1RB": "Choose Group",
  "uG2MuI": "About Me",
  "uHx3G7": "any duration. (short term, long term, or indeterminate duration)",
  "uP+q43": "Work location",
  "uQ8Tss": "I have a priority entitlement",
  "uQYCfd": "These four groups are \"women, Aboriginal peoples, persons with disabilities, and members of visible minorities.\"",
  "ugosop": "Continue my application",
  "uqoN4k": "Delete experience from My Profile",
  "usb0gM": "While the language around these categories is in need of updating, the Government of Canada will sometimes use these categories in hiring to make sure that it is meeting the aims of employment equity.",
  "uv2lY0": "Your work",
  "uxlNWH": "IT security",
  "v7sYE7": "If you have more detailed work location requirement, let us know in the comment section of the submission form.",
  "vC9NsS": "Our standards",
  "voTvve": "\"I've reviewed everything written in my application\"",
  "w1/0Cd": "Diploma required",
  "w3Kkk2": "Apply<hidden> to the Indigenous Apprenticeship Program</hidden> now",
  "w6vHXf": "Searching...",
  "wASF5V": "I am currently active in this role",
  "wIccbA": "Submit a bug",
  "wPpvvm": "Create a profile",
  "wl8GI6": "My Role",
  "wrHSMx": "Last Name",
  "ww86SN": "When you submit your application, a copy of your profile will be created.",
  "wwiDm1": "Choose one...",
  "wyxpjm": "This copy will be used for the initial application review.",
  "x5C9Ab": "Written",
  "x6saT3": "Before we take you to your profile, we need to collect some required information to complete your account set up.",
  "xDgNfZ": "Government Information",
  "xHjgXz": "No opportunities are available right now, but more are coming soon!",
  "xJulQ4": "Team, Group, or Division",
  "xQ2Vfi": "Nice-to-have skills",
  "xdGPxT": "Application deleted successfully!",
  "xggOcb": "Your profile is at the heart of the platform. Tell your story, show how you developed your skills, and use your profile to apply for jobs. Whether you're hunting for a job now or just thinking about the future, your profile is your path to getting found by hiring managers.",
  "xq6TbG": "Start writing here...",
  "xtIE4i": "Team Lead and Technical Advisor (IT-03)",
  "y5Z2Li": "Refers to a person whose daily activities are limited as a result of an impairment or difficulty with particular tasks. The only exception to this is for developmental disabilities where a person is considered to be disabled if the respondent has been diagnosed with this condition.",
  "yBlzbT": "Apply for manager and advisor opportunities<hidden> {name}</hidden>",
  "yExs/j": "Sorry, eh! We can't find the page you were looking for.",
  "yiJYdP": "Archive Application",
  "yu4yB8": "To strengthen your application, take into consideration these skills that many hiring managers are looking for.",
  "ywkgJx": "Details",
  "z44LTK": "According to <link>Statistics Canada's definition.</link>",
  "zDzzb/": "To improve your results, try removing some of these filters:",
  "zHaQlT": "<strong>This section is optional</strong>. If you are a member of one or more of these employment equity groups, and you do not wish to self identify on this platform, there is no obligation to do so. <strong>Complete the form below if you meet both of these conditions</strong>:",
  "zILELf": "Register using GC Key",
  "zNvXSs": "Browse IT jobs",
  "zeC2K0": "Occupational skills",
  "zmV99R": "Whether you're thinking about joining government or already an employee, hoping to hire or considering an executive role, this is the place to come to be part of the GC digital community.",
  "zqBqj1": "This information will be used to match you to prioritized jobs.",
  "zqIEuu": "Go back to my applications",
  "ztQSF+": "Accessible by choice and by design",
  "zz9pwK": "Developer..."
}
